const motivations = [
  {
    motivation:
      'Книги - це кораблі думок, що мандрують по хвилям часу і дбайливо несуть свій дорогоцінний вантаж від покоління до покоління.',
    author: 'Бекон Ф.',
  },
  {
    motivation:
      'Люди, які читають книги, завжди будут керувати тими, хто дивиться телевізор.',
    author: 'Ф.Жанлис',
  },
  {
    motivation: 'Колекція книг - той самий університет.',
    author: 'Томас Карлейль',
  },
  {
    motivation: 'Читання  для розуму, те ж саме що фізичні вправи для тіла.',
    author: 'Аддісон Д.',
  },
  {
    motivation:
      'Пам`ятайте: те що ви собою представляє , визначається тим , що ви читаєте.',
    author: ' Аддісон Д.',
  },
  {
    motivation:
      'Без пристрасті до книжки людині недоступна культура сучасного світу, інтелектуальне та емоційне вдосконалення.',
    author: 'В.О. Сухомлинський',
  },
  {
    motivation:
      'Будинок, у якому немає книг, подібний до тіла, позбавленого душі.',
    author: 'Цицерон',
  },
  {
    motivation: 'Є тільки один спосіб стати культурною людиною – читання.',
    author: 'А. Моруа',
  },
  // {
  //   motivation:
  //     'Тільки книжки перетворять подив у допитливість. Тільки читання відкриває перед людиною розкіш інтелектуального життя.',
  //   author: 'В. О. Сухомлинський',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
];

export default motivations;
