const motivations = [
  {
    motivation:
      'Книги - це кораблі думок, що мандрують по хвилям часу і дбайливо несуть свій дорогоцінний вантаж від покоління до покоління.',
    author: 'Бекон Ф.',
  },
  {
    motivation:
      'Люди, які читають книги, завжди будут керувати тими, хто дивиться телевізор.',
    author: 'Ф.Жанлис',
  },
  {
    motivation: 'Колекція книг - той самий університет.',
    author: 'Томас Карлейль',
  },
  {
    motivation: 'Читання  для розуму, те ж саме що фізичні вправи для тіла.',
    author: 'Аддісон Д.',
  },
  {
    motivation:
      'Пам`ятайте: те що ви собою представляє , визначається тим , що ви читаєте.',
    author: ' Аддісон Д.',
  },
  {
    motivation:
      'Без пристрасті до книжки людині недоступна культура сучасного світу, інтелектуальне та емоційне вдосконалення.',
    author: 'В.О. Сухомлинський',
  },
  {
    motivation:
      'Будинок, у якому немає книг, подібний до тіла, позбавленого душі.',
    author: 'Цицерон',
  },
  {
    motivation: 'Є тільки один спосіб стати культурною людиною – читання.',
    author: 'А. Моруа',
  },

  {
    motivation: 'Вчися помічати скільки прекрасного уже є в твоєму житті.',
  },
  {
    motivation: 'Висловлюйте вдячність іншим людям.',
  },
  {
    motivation: 'Заведіть блокнот, "За що я сьогодні вдячний".',
  },
  {
    motivation: 'Дякуй рідним і близьким.',
  },
  {
    motivation:
      'Дякуй друзям і навіть незнайомим людям (продавцям, таксистам і т.д.).',
  },
  {
    motivation: 'Вдячність притягує в твоє життя все більше благополуччя.',
  },
  {
    motivation: 'Заведи собі "Щоденник успіхів".',
  },
  {
    motivation:
      'У вечорі записуй свої успіхи та приємні речі, що трапилися за день.',
  },
  {
    motivation: 'Визнач що для тебе є щастя. У кожного воно своє.',
  },
  {
    motivation:
      'Подумай скільки часу ти хочете присвячувати роботі, щоб бути щасливим?',
  },
  {
    motivation: 'Скільки часу ти хочеш присвячувати собі, а скільки – сім’ї?',
  },
  {
    motivation: 'Визнач, що приносить тобі радість.',
  },
  {
    motivation:
      'Напиши список всього, що тобі приносить радість і регуляно переглядай його.',
  },
  {
    motivation: 'Плануй радісні моменти свого життя.',
  },
  {
    motivation: 'Радісні події деколи бувають спонтанними.',
  },
  {
    motivation: 'Хочеш стати по-справжньому щасливим – плануй свою радість!',
  },
  {
    motivation:
      'Внеси у свій розпорядок дня плани, які приносять тобі радість.',
  },
  {
    motivation: "Коли ти п'єш чай думай про чай.",
  },
  {
    motivation: 'Людина в якій нема чаю, не здатна бачити істинну красу.',
    author: "Японське прислів'я",
  },
  {
    motivation: 'Важливо дякувати собі і за успіхи, і за помилки.',
  },
  {
    motivation: 'Ти є тим про що ти: думаєш, говориш, робиш.',
  },
  {
    motivation: 'Насолоджуйся своїм життям.',
  },
  {
    motivation:
      'Пам’ятай про те, що ти живеш власне життя, порівнюю себе тільки з собою.',
  },
  {
    motivation: 'Кожній людині важлива турбота і любов.',
  },
  {
    motivation:
      'Що ти випромінюєш, те й отримуєш. Який образ ти транслюєш світові?',
  },
  {
    motivation: 'Вчись радіти всім моментам свого життя.',
  },
  {
    motivation: 'На протязі дня приділяй час особисто собі.',
  },
  {
    motivation: 'Контролюй своє життя.',
  },
  {
    motivation:
      'Один зі способів, як стати щасливим – це відчувати, що ти сам контролюєш своє життя.',
  },
  {
    motivation:
      'Щастя – це такий же навик, як біг та сила волі, тож його можна і треба тренувати.',
  },
  {
    motivation:
      'Акцентуй увагу на хорошому. Вір в краще і концентруйся на позитиві.',
  },
  {
    motivation: 'Оточуй себе приємними людьми та речами.',
  },
  {
    motivation:
      'На робочому місці мають бути речі, які приносять радість та надхнення.',
  },
  {
    motivation: 'Контролюй свою думку, слово і діло.',
  },
  {
    motivation: 'Цінуй своїх близьких та рідних.',
  },
  {
    motivation:
      'У свому оточенні краще залишити щасливих людей, які заряджають тебе позитивом і цілеспрямованістю.',
  },
  {
    motivation: 'Людина яка має ціль почуває себе щасливішою.',
  },
  {
    motivation: 'Рухайся вперед і вдосконалюйся.',
  },
  {
    motivation:
      'Роби приємні дрібниці собі і ближнім. Це дасть тобі заряд щастя та радості.',
  },
  {
    motivation: 'Дружба будується на взаємності.',
  },
  {
    motivation: 'Замислюйтесь про те, як ваші дії впливають на близьких людей.',
  },
  {
    motivation: 'Поважай особистий простір близьких людей.',
  },
  {
    motivation: 'Будь чесним перед собою і близькими.',
  },
  {
    motivation: 'Твоє слово і дія мають збігатись.',
  },
  {
    motivation: 'Не бійся визнавати свої помилки.',
  },
  {
    motivation: 'Приділяйте близьким увагу і час.',
  },
  {
    motivation:
      "Підтримуйте зв'язок з близькими. Діліться враженнями, пропонуйте зустрітися і просто нагадуйте про себе.",
  },
  {
    motivation:
      'Мрії повинні бути або божевільними, або не реальними. Інакше - це просто плани на завтра.',
  },
  {
    motivation: 'Кохайте не за красу, і не за старість розлюбите.',
  },
  {
    motivation:
      'Живи так - щоб люди, зіткнувшись з тобою, посміхнулись, а спілкуючись з тобою, стали трішки щасливішими.',
  },
  {
    motivation:
      'Іноді якимось дивними шляхами в житті все налагоджується само собою.',
  },
  {
    motivation: 'Щастя це коли твої рідні і близькі здорові.',
  },
  {
    motivation: 'Стався до людей так як ти хочеш, щоб вони ставились до тебе.',
  },
  {
    motivation: 'Використовуй час з розумом, час це скінченна величина.',
  },
  {
    motivation: 'Радій і цінуй те що у тебе є.',
  },
  {
    motivation: 'У тебе все вийде, якщо зусилля помножити на час.',
  },
  {
    motivation: 'Бережи батьків, бо поки вони живі - ти дитина.',
  },
  {
    motivation: 'Не бійся помилятись. Не помиляються ті хто нічого не робить.',
  },
  {
    motivation: 'Цінуйте природу вона дає нам все.',
  },
  {
    motivation: 'Чим більше спроб ти зробиш, тим ближчий успіх.',
  },
  {
    motivation: 'Хочеш мати міцний сон — візьми з собою в ліжко чисту совість.',
  },
  {
    motivation:
      'Репутація - це те, що інші люди знають про тебе. Честь - те, що ти знаєш про себе.',
    author: 'Лоїс Макмастер Буджолд',
  },
  {
    motivation:
      'Справжня честь - це рішення робити за всіх обставин те, що корисно більшості людей.',
    author: 'Бенджамін Франклін',
  },
  {
    motivation: 'Честь є наріжний камінь людської мудрості.',
    author: 'Віссаріон Бєлінський',
  },
  {
    motivation: 'Честь - це зовнішня совість, а совість - це внутрішня честь.',
    author: 'Артур Шопенгауер',
  },
  {
    motivation:
      'Свідомість своєї гідності робить розумного людини скромнішим, але разом з тим і більш стійким.',
    author: 'Філіп Честерфілд',
  },
  {
    motivation:
      'Чим більше ми говоримо про свої достоїнства, тим менше в них вірять.',
    author: 'Едмон Бошен',
  },
  {
    motivation:
      'Честь рідко буває там, де слава, і ще рідше слава буває там, де честь.',
    author: 'Йоганн Зейме',
  },
  {
    motivation: 'Позбавляти честі іншого - значить втрачати своєї.',
    author: 'Публій Сір',
  },
  {
    motivation:
      'Навіть в суспільстві двох чоловік я неодмінно знайду, чому у них повчитися. Достоїнств їх я постараюся наслідувати, а на їх недоліках сам буду вчитися.',
    author: 'Конфуцій',
  },
  {
    motivation:
      'Гідність кожної людини залежить тільки від того, як він показує себе в своїх вчинках.',
    author: 'Адольф Книгге',
  },
  {
    motivation:
      'Немає нічого корисніше доброго імені, і ніщо не створює його так міцно, як гідність.',
    author: 'Люк Вовенарг',
  },
  {
    motivation: 'У питаннях совісті закон більшості не діє.',
    author: 'М. Ганді',
  },
  {
    motivation: 'Честь нації - це заряджена рушниця.',
    author: 'Ален (Еміль Огюст Шартьє)',
  },
  {
    motivation: 'Честь для всіх одна.',
    author: 'Децим Лаберій',
  },
  {
    motivation:
      'Є щось настільки ж прекрасне, як велика людина, - це людина честі.',
    author: 'А. Віньї',
  },
  {
    motivation: 'Кожному свою честь віддає потомство.',
    author: 'Публій Корнелій Тацит',
  },
  {
    motivation:
      'Людина повинна бути володарем своєї волі і рабом своєї совісті.',
    author: 'Марія фон Ебнер-Ешенбах',
  },
  {
    motivation:
      'Моя спокійна совість важливіше мені, ніж всі пересуди. Для мене моя совість значить більше, ніж думки всіх.',
    author: 'Цицерон',
  },
  {
    motivation: 'Докори сумління - це відлуння втраченої чесноти.',
  },
  {
    motivation:
      'Ні марнославством, ні красою одягу або коней, ні окрасою не здобувай честі, але мужністю і мудрістю.',
    author: 'Теофраст (Феофраст) з Ерес',
  },
  {
    motivation: 'Найкраще прикраса - чиста совість.',
    author: 'Цицерон',
  },
  {
    motivation: 'Приємно слідувати навіюванням совісті.',
    author: 'О. Бальзак',
  },
  {
    motivation:
      "Неодмінна умова дружби - не пред'являти і не виконувати вимог проти духу честі.",
    author: 'Марк Туллій Цицерон',
  },
  {
    motivation: 'Важко залякати серце, нічим не заплямоване. ',
    author: 'В. Шекспір',
  },
  {
    motivation:
      'Честь, молодість і гідність, одного разу втрачені, не повертаються.',
  },
  {
    motivation: 'Слово людини - його честь.',
  },
  {
    motivation:
      'Чесна людина соромитися тих питань, на які він не знає відповіді.',
  },
  {
    motivation: 'Сила королівства у взаємній пошані.',
  },
  {
    motivation: 'Один працює для любові, інший для честі, третій за гроші.',
  },
  {
    motivation: 'Кожна людина є покровителем своєї честі.',
  },
  {
    motivation: 'Мистецтво і знання приносять хліб і честь.',
  },
  {
    motivation: 'Бажаючи стати героєм, вам потрібні мрії і честь.',
  },
  {
    motivation: 'Честь - це мораль справжніх людей.',
    author: 'Генрі Луїс Менкен',
  },
  {
    motivation: 'Честь - це нагорода чесноти.',
    author: 'Цицерон',
  },
  {
    motivation:
      'Наше власне серце, а не думка інших людей, формує в нас справжню честь.',
    author: 'Семюел Тейлор Кольрідж',
  },
  {
    motivation:
      'Життя кожної людини дорога, але справжній чоловік дорожить честю набагато більше життя.',
    author: 'Вільям Шекспір',
  },
  {
    motivation:
      'Я б вважав за краще потерпіти невдачу, але з честю, ніж виграти обманом.',
    author: 'Софокл',
  },
  {
    motivation:
      'Успіх без честі - це незвичайне блюдо. Воно задовольнить ваш голод, але не буде приємним на смак.',
    author: 'Джо Патерно',
  },
  {
    motivation: 'Співчуття - це велика частина вашої честі.',
    author: 'Рейчел Вінсент',
  },
  {
    motivation: 'Честь - це діамант на руці у чесноти.',
    author: 'Вольтер (Марі Франсуа Аруе)',
  },
  {
    motivation:
      'Коли винний визнає свою провину, він рятує єдине, що варто рятувати, - свою честь.',
    author: 'Віктор-Марі Гюго',
  },
  {
    motivation: 'Голос чистої совісті приємніше ста голосів слави.',
    author: 'П. Буаст',
  },
  {
    motivation:
      'Багатству інших людей не варто заздрити. Ти не знаєш яку ціну вони заплатили.',
  },
  {
    motivation:
      'Гідний задовольняється малим, хоча і бажав більшого. Незначний незадоволений, навіть коли отримує з надлишком.',
  },
  {
    motivation:
      "Ліпше добре ім'я за багатство велике. Чим чесніше людина, тим менше він підозрює інших в безчесності.",
  },
  {
    motivation:
      'Той, хто не розуміє свого призначення, всього частіше позбавлений почуття власної гідності.',
  },
  {
    motivation:
      'Гідність кожної людини залежить тільки від того, як він показує себе в своїх вчинках.',
  },
  {
    motivation:
      'Істинна гідність подібна річці: чим вона глибше, тим менше видає шуму.',
  },
  {
    motivation:
      "Втрата таких понять, як 'мораль', 'честь', укупі з квасним патріотизмом робить людей поверхневими, а наше життя перетворює в якісь комікси.",
    author: 'Леонід Ярмольник',
  },
  {
    motivation:
      'Для кого навіть честь - дрібниця, для того і все інше мізерно.',
    author: 'Аристотель',
  },
  {
    motivation:
      'Сором і честь - як сукні: чим більше пошарпані, тим безпечніше до них відносяться.',
    author: 'Апулей',
  },
  {
    motivation:
      'Не так важко вмерти за ідею, як знайти ідею, варту, щоб за неї вмерти.',
    author: 'Андрій Коваль',
  },
  {
    motivation: 'Хочеш стати безсмертним? Дбай про безсмертя свого народу.',
    author: 'Володимир Голобородько',
  },
  {
    motivation:
      'Смерть — це стріла, що запущена в тебе, а життя — це мить, за яку вона до тебе летить.',
    author: 'Аль-Хусрі',
  },
  {
    motivation: 'Смерть твоя так само близька, як і тоді, коли ти народився.',
    author: 'Вантал',
  },
  {
    motivation: 'Найди те заради чого ти захочеш прокидатися зранку.',
  },
  {
    motivation: 'Шляхетне тільки те, що безкорисне.',
  },
  {
    motivation: 'Простота — ознака істини.',
  },
  {
    motivation: 'Людина найменш захищена від лестощів.',
  },
  {
    motivation: 'Хто живе ні для кого, той не живе й заради себе.',
  },
  {
    motivation:
      'Люблять батьківщину не за те,- що вона велика, а за те, що своя.',
    author: 'Луцій Анней Сенека',
  },
  {
    motivation:
      'Можна все на світі вибирати, сину, Вибрати не можна тільки Батьківщину.',
    author: 'Василь Симоненко',
  },
  {
    motivation: 'В своїй хаті своя й правда, І сила, і воля.',
    author: 'Тарас Шевченко',
  },
  {
    motivation:
      'Ногами людина повинна врости в землю своєї батьківщини, а очі її нехай оглядають весь світ.',
    author: 'Джордж Сантаяна',
  },
  {
    motivation: 'Благородна людина вимоглива до себе, а ница — до інших.',
    author: 'Конфуцій',
  },
  {
    motivation:
      'Кращий спосіб зберегти пам’ять про добрі справи — повторювати їх.',
    author: 'Френсіс Бекон',
  },
  {
    motivation:
      'Чи не дивина, що один у багатстві бідний, а інший у бідності багатий?',
    author: 'Григорій Сковорода',
  },
  {
    motivation: 'Вільний — той, хто може не брехати.',
    author: 'Альберт Камю',
  },
  {
    motivation: 'Любов до батьків — основа всіх чеснот.',
    author: 'Марк Туллій Цицерон',
  },
  {
    motivation: 'За тяжких обставин зберігай розум.',
    author: 'Квінт Горацій Флакк',
  },
  {
    motivation:
      'Кожна людина народжується для якоїсь справи. Кожен, хто ходить по землі, має свої обов’язки у житті.',
    author: 'Ернест Хемінгуей',
  },
  {
    motivation:
      'В людині має бути все прекрасним: і обличчя, і одяг, і душа, і думки.',
    author: 'Антон Чехов',
  },
  {
    motivation: 'Не досить бути добрим, треба ще бути тактовним.',
    author: 'Анрі-Фредерік Ам’єль',
  },
  {
    motivation:
      'Невелика доза ввічливості робить життя приємним, велика — облагороджує його.',
    author: 'Крістіан Боуві',
  },
  {
    motivation: 'Тактовність — це розум серця.',
    author: 'Карл-Фердінанд Гуцков',
  },
  {
    motivation:
      'Озирнись навколо, там стільки всього, за що можна бути вдячним.',
    author: 'Лана Паррія',
  },
  {
    motivation: 'Подяка — найпрекрасніший із квіток душі.',
    author: 'Генрі Уорд Бічер',
  },
  {
    motivation: 'У кого добре серце, того подяка не обтяжує.',
    author: 'П’єр Бомарше',
  },
  {
    motivation: 'Ми повинні дякувати тим, хто вказують нам наші недоліки.',
    author: 'Блез Паскаль',
  },
  {
    motivation:
      'Спасибі тим, хто відмовив мені у допомозі. Саме завдяки їм я впорався сам.',
    author: 'Роберт Ентоні',
  },
  {
    motivation: 'Мені є за що подякувати кожної людини в моєму житті.',
  },
  {
    motivation: 'Подяка – вірний спосіб привнести у своє життя більше.',
  },
  {
    motivation:
      'Той, хто не може дякувати, не може і отримувати. Бути вдячним значить бути щасливим! Подяка — ознака благородства душі.',
    author: 'Езоп',
  },
  {
    motivation:
      'Почуття подяки важливо для людини: забудеш тих, хто стояв поруч, коли тобі це було потрібно, — далеко не підеш.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді потрібно обійти весь світ, щоб зрозуміти, що скарб захований біля твого власного будинку.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо ти здатен бачити прекрасне, то тільки тому, що носиш прекрасне усередині себе. Бо світ подібний до дзеркала, в якому кожен бачить власне відображення.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Що трапилося одного разу, може ніколи більше не трапитися. Але те, що трапилося два рази, неодмінно трапиться і втретє.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'У світі немає нічого абсолютно помилкового. Навіть зламаний годинник двічі на добу показує точний час.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Щоб жити повним життям, треба перебувати в постійному русі, і тільки тоді один день буде не схожий на інший.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'У наш час люди втратили інтерес до життя: вони не нудьгують, не плачуть, лише чекають, коли пройде час. Вони відмовилися від боротьби, а життя відмовилося від них. Це загрожує і тобі: дій, сміливо йди вперед, але не відмовляйся від життя.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Коли чогось сильно захочеш, увесь Всесвіт буде сприяти тому, щоб бажання твоє збулося.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо я буду здійснювати саме ті вчинки, яких чекають від мене люди, я потраплю до них в рабство.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Дитина може навчити дорослого трьом речам: радіти без будь-якої причини, завжди знаходити собі заняття і наполягати на своєму.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Життя завжди чекає відповідного моменту, щоб діяти.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Я – не тіло, наділене душею, я – душа, частина якої видима і називається тілом.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Заблукати – це найкращий спосіб знайти що-небудь цікаве.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Найтемніший час – перед світанком.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Поєдинок Добра і Зла відбувається кожної секунди в серці кожної людини, бо серце і є поле битви, де воюють ангели та демонu.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо людина твоя – то вона твоя, а якщо її тягне ще кудись, то ніщо її не втримає, та й не вартує вона ні нервів, ні уваги.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Все на світі – це різні прояви одного і того ж.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Найкращий спосіб вивчити і знищити ворога – це стати його другом.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Завжди потрібно знати, коли закінчується черговий етап твого життя. Замикається коло, закриваються двері, завершується глава – не важливо, як ти це назвеш, важливо залишити в минулому те, що вже належить минулому.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Всі говорять в спину що завгодно, а в очі – що вигідно.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Там, де нас чекають, ми завжди опиняємося точно в термін.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Життя часом буває дивно скупим – цілими днями, тижнями, місяцями, роками не отримує людина жодного нового відчуття. А потім вона відчиняє двері – і на неї обрушується ціла лавина.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Наші ангели завжди з нами, і часто вони використовують чиїсь губи, щоб сказати нам щось.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Є люди, які народилися на світ, щоб йти по життю поодинці. Це не погано і не добре, це життя.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Ніколи не можна відмовлятися від мрій! Мрії живлять нашу душу, так само, як їжа живить тіло. Скільки б разів у житті нам не довелося пережити трощу і бачити, як розбиваються наші надії, ми все одно повинні продовжувати мріяти',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Люди хочуть все змінити і одночасно хочуть, щоб все залишалося незмінним.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Те, що ти шукаєш, теж шукає тебе.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Завжди говори те, що відчуваєш, і роби те, що думаєш! Мовчання ламає долі.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді ти повинен приймати неправильні рішення, щоб подивитися, хто з тобою, коли все руйнується.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді ти повинен побігти, щоб побачити, хто побіжить за тобою.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді ти повинен говорити м’якше, щоб побачити, хто насправді прислухається до тебе.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді ти повинен зробити крок назад, щоб побачити, хто ще стоїть на твоєму боці.',
    author: 'Пауло Коельо',
  },
  {
    motivation: ' Як тільки я знайшов всі відповіді, змінилися всі питання.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Найважливіші слова в своєму житті ми вимовляємо мовчки.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Іноді треба помеpти, щоб почати жити.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Дійшовши до кінця, люди сміються над страхами, від яких вони страждали на початку.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Трапляється іноді, що життя розводить двох людей – тільки для того, щоб показати обом, наскільки вони важливі один для одного.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Все завжди закінчується добре. Якщо все закінчилося погано, значить, це ще не кінець.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо у тебе вистачить сміливості, щоб сказати «Прощавай», життя нагородить тебе новим «Привіт».',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Ми стаємо сліпими до того, що бачимо щодня. Але кожен день різний, і кожен день є дивом. Питання тільки в тому, щоб звернути увагу на це диво.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Той, хто спробує заволодіти квіткою, побачить незабаром, як вона зів’яне і втратить свою красу. А той, хто всього лише милується нею на лузі, отримає її назавжди.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Іноді, на деякий час, краще залишити все як є, крокуючи світ за очі… Стати подібним вільному вітру, одиноким зіркам, мудрому сонцю і німому місяцю.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Кожна людина на землі, чим би вона не займалася, відіграє головну роль в історії світу. І, зазвичай, навіть не знає про це.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Ризик однієї пригоди дорожчий тисячі днів благополуччя і комфорту.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Життя тим і цікаве, що в ньому сни можуть стати реальністю.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Життя притягує життя',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Де серце, там і скарб.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Лише одна річ заважає здійсненню мрії — страх перед поразкою.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Мудрий не той, хто знає багато, а той, хто знає потрібне.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Не треба боятися невідомого, бо ми можемо здобути все, що захочемо.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Не те, що входить до вуст, поганить людину, а те, що виходить з її вуст.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо почнеш обіцяти те, чого ще й сам не маєш, втратиш бажання його добути.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Коли ми намагаємося стати кращими, все навколо нас також кращає.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Очі виказують силу душі.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Найдивовижнішими є власне, прості речі, але збагнути їх здатні лише мудреці та маги.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Те, що нам здається недосконалим, є саме тим, що дивує і приваблює.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Якщо ми потребуємо вогню, то треба зробити так, щоб усі промені сонця сходилися в одній точці.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Ніхто не може повернутися назад, але всі можуть іти вперед.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Самотність — брехня, адже мені товаришує Всесвіт.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Дозволити іншому зробити нас щасливими означає зробити щасливим і його.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Не намагайтеся здобути Любов за будь-яку ціну, бо Любов не має ціни.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Ані життя, ані смерть не мають кінця. Вони лише етапи вічності.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Вишуканість — якість не зовнішня, це частина душі, видима для інших.',
    author: 'Пауло Коельо',
  },
  {
    motivation: "Я виконав свій Обов'язок і відкрив, що Життя — Радість.",
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Шануйте час між сівбою і збиранням врожаю. А потім чекайте чуда перетворення.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'То що ж таке успіх? Це можливість щовечора лягати спати з миром у душі.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Надмір обережності руйнує душу й серце, бо життя — це акт мужності.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Велика мудрість життя полягає в розумінні, що ми можемо панувати над тими речами, які прагнуть нас поневолити.',
    author: 'Пауло Коельо',
  },
  {
    motivation:
      'Нашою душею керують чотири невидимі сили: любов, смерть, влада й час.',
    author: 'Пауло Коельо',
  },

  {
    motivation:
      'У гніві дурні гострі на язик, але багатшими від цього не стають.',
    author: 'Ф. Бекон',
  },
  {
    motivation: 'Хто ясно думає, той ясно і говорить.',
    author: 'Н. Буало',
  },
  {
    motivation: 'Мовчання іноді більше говорить, ніж слово.',
    author: 'В. Винниченко',
  },
  {
    motivation: 'Читаючи авторів, які добре пишуть, звикаєш гарно говорити.',
    author: 'Ф. Вольтер',
  },
  {
    motivation: 'З тих, хто свариться, винним завжди є розумний.',
    author: 'Й. Ґете',
  },
  {
    motivation: 'Говори, щоб я міг судити про тебе.',
    author: 'Б. Джонсон',
  },
  {
    motivation: 'У спілкуванні найважливіше - чути те, що не сказано.',
    author: 'П. Друкер',
  },
  {
    motivation:
      'Критика подібна до поштового голуба: вона завжди повертається назад.',
    author: 'Е. Карнегі',
  },
  {
    motivation:
      'Справа не стільки в тому, що ви говорите, скільки в тому, як говорите.',
    author: 'Квінтіліан',
  },
  {
    motivation:
      'Ласкою всього достанеш, а криком та лаянням нічого не візмеш. ',
    author: 'І. Котляревський',
  },
  {
    motivation: 'Розмови винайдені для того, щоб заважати людям думати.',
    author: 'А. Крісті',
  },
  {
    motivation: 'Хто багато говорить, той часто зазнає невдачі. ',
    author: 'Лао-цзи',
  },
  {
    motivation:
      'Істинне красномовство - це вміння сказати все, що треба, і не більше, ніж треба.',
    author: 'Ф. Ларошфуко',
  },
  {
    motivation:
      'Для успіху в житті уміння спілкуватися з людьми набагато важливіше, ніж володіння талантом.',
    author: 'Г. Лебон',
  },
  {
    motivation: 'Немає нічого сильнішого за слово.',
    author: 'Менандр',
  },
  {
    motivation: 'Від теплого слова і лід розмерзає.',
    author: 'Народна мудрість',
  },
  {
    motivation: 'Красномовство - це живопис думки. ',
    author: 'Б. Паскаль',
  },
  {
    motivation: 'Надмірна стислість мови іноді перетворює її на загадку.',
    author: 'Б. Паскаль',
  },
  {
    motivation: 'Мова – втілення думки. Що багатша думка, то багатша мова.',
    author: 'М. Рильський',
  },
  {
    motivation:
      'Слово - зброя. Як усяку зброю, його треба чистити й доглядати.',
    author: 'М. Рильський',
  },
  {
    motivation: 'Ніде так не корисно зволікання, як в гніві.',
    author: 'П. Сір',
  },
  {
    motivation: 'Будь чиста, як плуг, що оре… Така будь, моя бесідо!',
    author: 'В. Стефаник',
  },
  {
    motivation: 'Слово є вчинок.',
    author: 'Л. Толстой',
  },
  {
    motivation:
      'Нерозумні сперечаються з іншими людьми, мудрі – із самими собою.',
    author: 'О. Уайльд',
  },
  {
    motivation: 'Хто нікчемну душу має, то така ж у нього мова.',
    author: 'Л. Українка',
  },
  {
    motivation: "Чим більше ви скажете, тим менше люди запам'ятають.",
    author: 'Фенелон',
  },
  {
    motivation: 'Не дозволяй своєму язику випереджати твою думку.',
    author: 'Хілон',
  },
  {
    motivation: 'Жаба не випиває ставка, в якому живе.',
    author: 'Індіанська мудрість',
  },
  {
    motivation:
      'Ніщо так не підносить душу людини, ніщо так не розвиває, як спілкування з природою, спостереження її великих законів.',
    author: 'О. Некрасов',
  },
  {
    motivation: 'Людяність визначається за тим, як ми поводимось з тваринами.',
    author: 'Ч. Паланік',
  },
  {
    motivation: 'Природа - не засіб, а умова життя (вона саме життя).',
    author: 'Є. Смотрицький',
  },
  {
    motivation:
      'Найвища данини, яку ми можемо віддати природі - не заарканити її.',
    author: 'Г. Снайдер',
  },
  {
    motivation:
      "Головним скарбом життя є здоров'я. І щоб його зберегти, потрібно багато чого знати.",
    author: 'Авіценна',
  },
  {
    motivation: "Лікарі лікують хвороби, а здоров'я потрібно здобувати самому.",
    author: 'М. Амосов',
  },
  {
    motivation:
      'Потрібно підтримувати міцність тіла, щоб зберегти міцність духу. ',
    author: 'В. Гюго',
  },
  {
    motivation: "Щастя полягає насамперед у здоров'ї.",
    author: 'Г. Куртіс',
  },
  {
    motivation: 'У всьому потрібна міра.',
    author: 'Солон',
  },
  {
    motivation: 'Здорове тіло - продукт здорового розуму.',
    author: 'Бернард Шоу',
  },
  {
    motivation: 'Час безцінний. Гарненько подумай, на що ти його витрачаєш.',
    author: 'Бернард Шоу',
  },
  {
    motivation:
      "Їжа і догляд за тілом повинні бути спрямовані на збереження здоров'я і сил, а не насолоди.",
    author: 'Цицерон',
  },
  {
    motivation:
      'Непоміркована і насолодолюбива молодість передає старості зношене тіло.',
    author: 'Цицерон',
  },
  {
    motivation: 'Наполеглива праця все перемагає.',
    author: 'Антична мудрість',
  },
  {
    motivation: 'Праця вже сама собою насолода.',
    author: 'Антична мудрість',
  },
  {
    motivation: 'Праця породжує пошану.',
    author: 'Антична мудрість',
  },
  {
    motivation: 'Постійна праця є законом як мистецтва, так і життя.',
    author: ' О. Бальзак',
  },
  {
    motivation: 'Для людини з талантом і любов’ю до праці не існує перешкод',
    author: 'Л. Бетховен',
  },
  {
    motivation: 'Жити - означає працювати. Праця є життям людини.',
    author: 'Вольтер',
  },
  {
    motivation: 'Ліниві – завжди посередні люди.',
    author: 'Вольтер',
  },
  {
    motivation: 'Мотивація до роботи - частина мотивації до життя.',
    author: 'Е. Воутілайнен',
  },
  {
    motivation: 'Ніщо в світі не дістається без великої праці. ',
    author: 'К. Горацій',
  },
  {
    motivation:
      'Щоб здивуватися, потрібна мить, а щоб зробити дивовижну річ, потрібні роки терпіння і наполегливої праці',
    author: 'Гельвецій',
  },
  {
    motivation:
      'Коли праця - задоволення, життя - прекрасне! Коли праця - обов’язок, життя - рабство!',
    author: 'М. Горький',
  },
  {
    motivation:
      'Любіть працю на Землі, бо без цього не буде шастя нам і дітям нашим ні на якій планеті.',
    author: 'О. Довженко',
  },
  {
    motivation:
      "Геній – це на дев'яносто дев'ять відсотків праця до незмоги та на один відсоток гра уяви.",
    author: 'Т. Едісон',
  },
  {
    motivation: 'Iстинний скарб для людини - уміння працювати.',
    author: 'Езоп',
  },
  {
    motivation:
      'Найскладніше почати діяти, усе інше залежить лише від наполегливості.',
    author: 'А. Ергарт',
  },
  {
    motivation: 'Людина вдосконалюється за допомогою праці.',
    author: 'Т. Карлайл',
  },
  {
    motivation:
      'Зробіть вашу працю наповненою життям, а не життя наповненим працею.',
    author: 'С. Кові',
  },
  {
    motivation: 'Професіоналізм - це стабільність результату.',
    author: 'Пауло Коельо',
  },
  {
    motivation: 'Ніхто не робиться майстром, не тренуючись у майстерні.',
    author: 'Я. Коменський',
  },
  {
    motivation:
      'Оберіть собі роботу до душі, і вам не доведеться працювати жодного дня у своєму житті.',
    author: 'Конфуцій',
  },
  {
    motivation:
      'Важка праця — це скупчення легких справ, яких ви не зробили, коли мали зробити.',
    author: 'Д. Максвелл',
  },
  {
    motivation:
      'Для того, щоб люди знаходили щастя в роботі, потрібно, щоб робота була їм під силу, не виснажувала і супроводжувалася успіхом.',
    author: 'Д. Рескін',
  },
  {
    motivation: 'Роби те, до чого народжений.',
    author: 'Г. Сковорода',
  },
  {
    motivation: 'Неробство – мати нудьги.',
    author: 'Стендаль',
  },
  {
    motivation:
      'Праця і людина, людина і праця - ось мати і батько всіх істин.',
    author: 'В. Сухомлинський',
  },
  {
    motivation:
      'Праця - це одне з найчистіших і найшляхетніших джерел емоційного стану, радості діяння, творення.',
    author: 'В. Сухомлинський',
  },
  {
    motivation:
      'Трудове виховання - це, образно кажучи, гармонія трьох понять: треба, важко і прекрасно.',
    author: 'В. Сухомлинський',
  },
  {
    motivation:
      'Треба так опанувати свою майстерність, щоб під час роботи так само мало думати про неї, як пішохід – про правила механіки.',
    author: 'Л. Толстой',
  },
  {
    motivation: 'Хто працю любить, той наш брат.',
    author: 'Л. Українка',
  },
  {
    motivation:
      'Виховання має розвивати в людині звичку і любов до праці, воно повинно дати йому можливість відшукати для себе працю в житті.',
    author: 'К. Ушинський',
  },
  {
    motivation:
      'Якщо ви вдало виберете працю, і вкладете у неї всю свою душу, то щастя саме вас знайде',
    author: 'К. Ушинський',
  },
  {
    motivation: 'Найкраща робота - це високооплачуване хобі.',
    author: ' Генрі Форд',
  },
  {
    motivation: 'Якщо ти будеш колоти дрова сам, то зігрієшся ними двічі.',
    author: 'Генрі Форд',
  },
  {
    motivation:
      'Різниця між професією й кар’єрою - це різниця між сорока і шістдесятьма годинами роботи на тиждень.',
    author: 'Р. Фрост',
  },
  {
    motivation:
      'Якщо не вірити в самого себе, неможливо бути талановитим та геніальним.',
    author: 'О. Бальзак',
  },
  {
    motivation:
      'Кожен, хто переконаний у своїй перемозі, рано чи пізно здобуде її.',
    author: 'Р. Бах',
  },
  {
    motivation: 'Поки у тебе є спроба - ти не програв!',
    author: 'С. Бубка',
  },
  {
    motivation: 'Будь-які перешкоди долають наполегливістю',
    author: 'Леонардо да Вінчі',
  },
  {
    motivation:
      'Нічого не починай у гніві! Дурень той, хто під час бурі сідає на корабель.',
    author: 'І. Гаус',
  },
  {
    motivation: 'Хто стоїть на місці, той відстає.',
    author: "Давньоримське прислів'я",
  },
  {
    motivation: 'Не бійтеся досконалості. Вам її не досягти',
    author: 'С. Далі',
  },
  {
    motivation:
      'Коли необхідно зробити вибір, а ви його не робите, - це теж вибір.',
    author: 'В. Джеймс',
  },
  {
    motivation: 'Геній не помиляється. Його помилки передують відкриттям.',
    author: 'Д. Джойс',
  },
  {
    motivation:
      'Спробуй всі можливості. Завжди важливо знати, що ти зробив усе, що міг.',
    author: 'Ч. Діккенс',
  },
  {
    motivation:
      'Ми можемо змінити наше життя та відносини з оточенням, якщо змінимося самі.',
    author: ' Р. Драйкурс',
  },
  {
    motivation:
      'Той, хто ніколи не помилявся, ніколи не пробував нічого нового.',
    author: 'А. Ейнштейн',
  },
  {
    motivation: 'Нічого великого ніколи не було досягнуто без ентузіазму.',
    author: 'Р. Емерсон',
  },
  {
    motivation: 'Світ відчиняє двері перед тим, хто знає, куди йде.',
    author: ' Р. Емерсон',
  },
  {
    motivation: 'Уміння є ознаками таланту.',
    author: 'І. Кант',
  },
  {
    motivation: 'Без поразок не буває перемоги.',
    author: 'Китайська мудрість',
  },
  {
    motivation:
      'Нам треба жити кожним днем, не ждать омріяної дати. Горіть сьогодняшнім вогнем, бо "потім" може й не настати.',
    author: 'Л. Костенко',
  },
  {
    motivation: 'Цінність дій полягає в їх своєчасності.',
    author: 'Лао-цзи',
  },
  {
    motivation: 'Всі перемоги починаються з перемог над собою.',
    author: 'Л. Леонов',
  },
  {
    motivation:
      'Роби сьогодні те, що інші не хочуть, завтра будеш жити так, як інші не можуть.',
    author: 'Д. Лето',
  },
  {
    motivation:
      'Якщо ви не ставите перед собою мету, ви ніколи її не досягнете.',
    author: 'Х. Маккей',
  },
  {
    motivation: 'Будь-яка зміна прокладає шлях іншим змінам',
    author: 'Н. Макіавеллі',
  },
  {
    motivation:
      'Головне в житті - не піднятися вище інших, а піднятися вище за себе.',
    author: 'Т. Мосон',
  },
  {
    motivation:
      'Щоб не впасти, треба дивитися під ноги, але щоб не заблукати, треба дивитися вперед.',
    author: 'Народна мудрість',
  },
  {
    motivation:
      'Щоб уникати помилок, треба набиратися досвіду, щоб набиратися досвіду, треба робити помилки.',
    author: 'Л. Пітер',
  },
  {
    motivation:
      'Якщо ви працюєте над своїми цілями, то ці цілі будуть працювати на вас.',
    author: 'Д. Рон',
  },
  {
    motivation: 'Майбутнє належить тим, хто вірить в красу своєї мрії.',
    author: 'Е. Рузвельт',
  },
  {
    motivation: 'І після поганого врожаю потрібно сіяти.',
    author: 'Сенека',
  },
  {
    motivation: 'Або я знайду шлях, або прокладу його.',
    author: 'Сідней',
  },
  {
    motivation: 'Бери вершину - і матимеш середину.',
    author: 'Г. Сковорода',
  },
  {
    motivation: 'Добре почати - це наполовину завершити.',
    author: 'Г. Сковорода',
  },
  {
    motivation: 'Хто бажає зрушити світ, той нехай почне із себе.',
    author: 'Сократ',
  },
  {
    motivation: 'Якщо людина має багато вільного часу, вона небагато досягне.',
    author: 'Сюнь-цзи',
  },
  {
    motivation: 'Мрія дає нуль, якщо її не зробити життям.',
    author: 'Г. Тютюнник',
  },
  {
    motivation: 'Втрать одну годину вранці й шукатимеш її весь день.',
    author: 'Уейтлі',
  },
  {
    motivation:
      'Перешкоди – це ті страшні речі, які ви бачите, коли відводите очі від мети.',
    author: 'Генрі Форд',
  },
  {
    motivation: 'Борітеся - поборете.',
    author: 'Т. Шевченко',
  },
  {
    motivation: 'Які ваші думки - таке й ваше життя.',
    author: 'М. Аврелій',
  },
  {
    motivation:
      'Однією з найдивовижніших якостей людини є її здатність перетворювати негативне в позитивне.',
    author: 'А. Адлер',
  },
  {
    motivation:
      'Щоб зробити життя щасливим, треба любити повсякденні дрібниці.',
    author: 'Акутагава',
  },
  {
    motivation:
      'Щастя - це талант цінувати те, що у тебе є, а не те, чого немає.',
    author: 'В. Аллен',
  },
  {
    motivation: 'Важко бути ковалем свого щастя в чужій кузні.',
    author: 'Я. Вейрох',
  },
  {
    motivation:
      'Дії не завжди приносять нам щастя, але не буває щастя без дій.',
    author: 'Б. Дізраелі',
  },
  {
    motivation: 'Двоє дивляться вниз. Один бачить калюжу, другий - зорі.',
    author: 'О. Довженко',
  },
  {
    motivation: 'Радість йде слідом чистої думки невідступно, як тінь.',
    author: ' Дхаммапада',
  },
  {
    motivation: 'Посміхайтесь, це ж не боляче.',
    author: 'Р. Ентоні',
  },
  {
    motivation: 'Кожний ранок - це час почати життя знову.',
    author: 'П. Коельо',
  },
  {
    motivation: 'Людина створена для щастя, як птах для польоту.',
    author: 'В. Короленко',
  },
  {
    motivation: 'Віддай людині крихітку себе. За це душа поповнюється світлом.',
    author: 'Л. Костенко',
  },
  {
    motivation:
      'Якщо ви вимірюєте свій успіх мірою чужих похвал і осуджень, ваша тривога буде нескінченною.',
    author: 'Лао-цзи',
  },
  {
    motivation: 'Учинки людини - кращі перекладачі її думок.',
    author: 'Д. Локк',
  },
  {
    motivation: 'Щастя - це звичка й результат позитивного мислення.',
    author: 'А. Менегетті',
  },
  {
    motivation: 'Щастя - просто настрій, коли переважають приємні думки.',
    author: 'М. Мольц',
  },
  {
    motivation: 'Те, що нас не вбиває, робить нас сильнішими',
    author: 'Ф. Ніцше',
  },
  {
    motivation:
      'Дурень шукає щастя в далеких країнах; мудрець ростить його у себе під ногами.',
    author: 'Д. Оппенхайм',
  },
  {
    motivation: 'Щастя полягає тільки в спокої, а не в суєті.',
    author: 'Б. Паскаль',
  },
  {
    motivation:
      'Думай про успіх, уявляй собі успіх, і ти пустиш у хід силу, що здійснює бажання.',
    author: 'Н. Піл',
  },
  {
    motivation:
      'Таємниця успіху - у тім, щоб відмовитися від старих, мертвих, нездорових думок.',
    author: 'Н. Піл',
  },
  {
    motivation:
      'Велика наука жити радісно полягає в тому, щоб жити тільки в сьогоденні.',
    author: 'Піфагор',
  },
  {
    motivation:
      'Успіх - це не стільки те, що ми маємо, скільки те, ким ми стаємо в результаті.',
    author: 'Д. Рон',
  },
  {
    motivation:
      'Вчора — це історія, завтра — це таємниця, а сьогодні — подарунок долі.',
    author: 'Е. Рузвельт',
  },
  {
    motivation: 'Справжнє щастя - добре зробити справу і радіти результату.',
    author: 'А. де Сент-Екзюпері',
  },
  {
    motivation:
      'Безумцеві властиво жалкувати за втраченим і не радіти з того, що залишилося.',
    author: 'Г. Сковорода',
  },
  {
    motivation: 'Весела людина створює собі веселий світ.',
    author: 'С. Смайлс',
  },
  {
    motivation:
      'Якщо ви хочете, щоб життя посміхалося вам, подаруйте йому спочатку свій чудовий настрій.',
    author: 'В. Спіноза',
  },
  {
    motivation: 'Щасливий той, хто щасливий у себе вдома.',
    author: 'Л. Толстой',
  },
  {
    motivation:
      'Людське щастя залежить не стільки від великих удач, які трапляються рідко, скільки від маленьких перемог, які ми здобуваємо кожен день.',
    author: 'Б. Франклін',
  },
  {
    motivation: 'Я надто заклопотаний, щоб хвилюватися.',
    author: 'В. Черчілль',
  },
  {
    motivation: 'Знайти щастя в собі важко, а де-небудь ще - неможливо.',
    author: 'Н. Шамфор',
  },
  {
    motivation: 'Найскладніша річ - вимогливість до себе.',
    author: 'А. Макаренко',
  },
  {
    motivation: 'Єдина людина на Землі, яку ми в силах змінити, це ми самі. ',
    author: 'Ошо',
  },
  {
    motivation:
      'Той найбільш багатий, хто задоволений малим, бо таке довольство свідчить про багатство натури.',
    author: 'Сократ',
  },
  {
    motivation: 'Бережіть у собі людину.',
    author: 'А. Чехов',
  },
  {
    motivation: 'Вами керує той, хто вас злить.',
    author: 'Лао-Цзи',
  },
  {
    motivation:
      'Ніколи не засуджуйте людини, поки не пройдете довгий шлях в її черевиках.',
    author: 'Лао-Цзи',
  },
  {
    motivation: 'Закон гідних - творити добро і не сваритися.',
    author: 'Лао-Цзи',
  },
  {
    motivation: 'Подорож довжиною в тисячу миль починається з першого кроку.',
    author: 'Лао-Цзи',
  },
  {
    motivation: 'Краще зробити крок назад, ніж крок через себе',
    author: 'Лао-Цзи',
  },
  {
    motivation:
      'Найсильніший той, кого не видно і не чутно, але хто бачить і чує всіх.',
    author: 'Лао-Цзи',
  },
  {
    motivation: 'Усе у світі зростає, квітне й повертається до свого кореня.',
    author: 'Лао-Цзи',
  },
  {
    motivation: 'Хочеш розвивати державу - виховуй молодь.',
    author: 'Антична мудрість',
  },
  {
    motivation: 'Виховуйте дітей для служіння істині, красі й добру.',
    author: 'А. Дістервег',
  },
  {
    motivation: 'Чим досконаліше виховання, тим щасливіші народи.',
    author: 'А. Гельвецій',
  },
  {
    motivation:
      'Виховувати - означає звеличувати розум і характер, вести до вершин.',
    author: 'А. Моруа',
  },
  {
    motivation:
      'Можна привести коня до водопою, але не можна змусити його пити.',
    author: "Англійське прислів'я",
  },
  {
    motivation: 'Найголовніше - навчити людину мислити.',
    author: 'Б. Брехт',
  },
  {
    motivation: 'Хто в суперечці поступається, той розумніший.',
    author: 'Еврипід',
  },
  {
    motivation: 'Мудрий може змінювати думку, дурень – ніколи.',
    author: 'І. Кант',
  },
  {
    motivation: 'Учитися ніколи не пізно.',
    author: 'Квінтиліан',
  },
  {
    motivation:
      'Розкажи - і я забуду, покажи - і я пізнаю, дай зробити самому - і я зрозумію.',
    author: "Китайське прислів'я",
  },
  {
    motivation: 'Тільки той, хто робить, чомусь навчиться.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Добре тому, хто навчився вчитися.',
    author: 'Менандр',
  },
  {
    motivation: 'Знання без виховання - це меч у руках божевільного.',
    author: 'Д. Менделєєв',
  },
  {
    motivation: 'Не кажи - не вмію, а кажи - навчусь!',
    author: 'Народна мудрість',
  },
  {
    motivation: 'Велич людини в її здатності мислити.',
    author: 'Б. Паскаль',
  },
  {
    motivation: 'В основі мудрості - завжди терпіння.',
    author: 'Платон',
  },
  {
    motivation: 'Година роботи навчить більше, ніж день пояснень.',
    author: 'Ж. Руссо',
  },
  {
    motivation: 'У вченні не можна зупинятися.',
    author: 'Сюнь-цзи',
  },
  {
    motivation: 'Скільки мов ти знаєш, стільки разів ти людина.',
    author: 'І. Франко',
  },
  {
    motivation: 'Поблажливість - перша ознака розуму.',
    author: 'Ф. Честерфілд',
  },
  {
    motivation: 'І чужому научайтесь, й свого не цурайтесь.',
    author: 'Т. Шевченко',
  },
  {
    motivation:
      'Часом нам доводиться пройти через щось на подобі смерті, щоби переродитися в сильнішу, розумнішу і вдосконалену версію самого себе.',
  },
  {
    motivation:
      'Зосередься на тому, що у тебе є, а не на тому, чого у тебе немає.',
  },
  {
    motivation: 'Життя крихке, раптове і, часом, коротше, ніж здається.',
  },
  {
    motivation:
      'Кожна мить - безцінний дар. Витрать його на те, що допоможе тобі рухатися у потрібному напрямку.',
  },
  {
    motivation: 'Ти сам здатний зробити себе щасливими.',
  },
  {
    motivation: 'Усмішка - це усвідомлений вибір.',
  },
  {
    motivation: 'Істинне щастя може прийти лише з глибин вашої душі.',
  },
  {
    motivation: 'Розглядайте будь-яке випробування як шанс чогось навчитися.',
  },
  {
    motivation: 'Все змінюється, але сонце так само встає щоранку.',
  },
  {
    motivation:
      'Є погана новина: ніщо не вічне. Але є і хороша новина: ніщо не вічне.',
  },
  {
    motivation:
      'Щоразу, коли ти позбавляєшся чогось негативного, ти звільняєш місце для позитиву.',
  },
  {
    motivation:
      'Життя занадто коротке, щоби проводити його з людьми, які "живляться" твоїм щастям.',
  },
  {
    motivation:
      'Оточуй себе людьми, які допоможуть виявити твої найкращі риси.',
    author: '',
  },
  {
    motivation:
      'Ідеальних стосунків не існує. Навчись давати раду незначним негараздам - саме це зробить їх ідеальними.',
  },
  {
    motivation: 'Не дозволяйте іншим приймати рішення за тебе.',
  },
  {
    motivation:
      'Пробачай людей. Це потрібно не їм, а тобі. Якщо ти накопичуєш злість, ти позбавляєш себе щастя.',
  },
  {
    motivation: 'Тобі є за що дякувати долі.',
  },
  {
    motivation:
      'Часом тобі найбільше щастить тоді, коли ти не отримав бажаного.',
  },
  {
    motivation: 'Сміх - найкращі ліки від стресу.',
  },
  {
    motivation: 'Намагайся знаходити смішне в будь-якій ситуації.',
  },
  {
    motivation:
      'Якщо ти будеш позитивним, тобі не доведеться шукати хороші речі та хороших людей. Вони самі тебе знайдуть.',
  },
  {
    motivation: 'Помиляється не той, хто падає, а той, хто не встає.',
  },
  {
    motivation:
      'Часто хороші речі зникають з твого життя лише для того, щоб на їх місце стало щось краще.',
  },
  {
    motivation: 'Хвилюватися - лише даремно витрачати енергію.',
  },
  {
    motivation: 'Якщо тобі важко йти вперед, роби маленькі кроки.',
  },
  {
    motivation: 'Єдиний твій суперник - ти сам.',
  },
  {
    motivation: 'Спробуй зрозуміти, в чому твої сильні сторони.',
  },
  {
    motivation: 'Ніщо гідне не дається нам задарма.',
  },
  {
    motivation:
      'Немає безвихідних ситуацій. Просто вихід не завжди нас імпонує.',
  },
  {
    motivation: 'У кожної монети є інший бік.',
  },
  {
    motivation:
      'Ставлячи собі негативні питання, ви отримаєте негативні відповіді.',
  },
  {
    motivation: 'Кожен кінець - це новий початок.',
  },
  {
    motivation:
      'Минуле, спасибі тобі за все, чому ти мене навчило. Майбутнє - чекай мене, я вже йду.',
  },
  {
    motivation:
      'Три речі які ніколи не повертаються назад: час, слово, можливість.',
  },
  {
    motivation: 'Три речі які не слід втрачати: спокій, надію, честь.',
  },
  {
    motivation: 'Три речі які в житті найцінніші: любов, переконання, довіра.',
  },
  {
    motivation:
      'Три речі які в житті не надійні: влада, удача, матеріальне становище.',
  },
  {
    motivation: 'Три речі які визначають людину: праця, чесність, досягнення.',
  },
  {
    motivation: 'Три речі які руйнують людину: вино, гординя, злість.',
  },
  {
    motivation:
      'Три речі які найважче сказати: я тебе люблю, пробач, допоможи мені.',
  },
  {
    motivation: 'Чим би ти зайнявся, якби це був твій єдиний день?',
  },
  {
    motivation: 'Берись за справу тільки в якій ти бачиш кінцевий результат.',
  },
  {
    motivation: 'Ти маєш час на все. Не придумуй собі виправдань.',
  },
  {
    motivation: 'Плануючи свій день ти контролюєш свій час.',
  },
  {
    motivation: 'Подзвони сьогодні до близьких і поцікався як у них справи.',
  },
  {
    motivation: 'Зроби подарунок близькій людині.',
  },
  {
    motivation: 'Зроби щось для себе. Порадуй себе.',
  },
  {
    motivation: 'Записуй свої ідеї.',
  },
  {
    motivation: 'Аналізуй прожитий день.',
  },
  {
    motivation: 'Постав план на набуття хорошої звички.',
  },
  {
    motivation: 'Займайся саморозвитком (тіла, душі і духу).',
  },
  {
    motivation: 'Плануй свій наступний день.',
  },
  {
    motivation: 'Оточуй себе хорошими людьми.',
  },
  {
    motivation: 'Прокидайся рано зі сходом сонця.',
  },
  {
    motivation: 'Вивчай те що тобі цікеве.',
  },
  {
    motivation: 'Світ належить тому, хто йому радий.',
  },
  {
    motivation: 'Цінуй свій час.',
  },
  {
    motivation: 'Плануй короткотермінові плани і довго термінові цілі.',
  },
  {
    motivation:
      'Правильне планування часу, дає тобі можливість управляти своїм життям.',
  },
  {
    motivation: 'Не забруднюйте свій простір непотрібною інформацією.',
  },
  {
    motivation: 'Твій час це валюта яку ти конвертуєш в реалізацію своїх мрій.',
  },
  {
    motivation:
      'Займайся своїм захопленням кожний день і воно принесе тобі свої плоди.',
  },
  {
    motivation:
      'Шукай методи і людей які допоможуть тобі виконати поставлені цілі.',
  },
  {
    motivation: 'Дякуй новому дню!',
  },
  {
    motivation: 'Новий день, нові перемоги.',
  },
  {
    motivation:
      'Чим більше ти пізнаєш себе, тим більше отримуєш сил на те, щоб бути кращим.',
  },
  {
    motivation:
      'Чим більше ти пізнаєш себе, тим більше отримуєш сил на те, щоб бути кращим',
  },
  {
    motivation: 'Ніколи не припиняй спроб вчитися і рости над собою.',
  },
  {
    motivation:
      'Що розум людини може осягнути і в що він може повірити, те він здатний досягти.',
    author: 'Наполеон Хілл',
  },
  {
    motivation: 'Не піднімай свій авторитет за рахунок інших.',
    author: 'Тоні Шварц',
  },
  {
    motivation: 'Намагайся робити найважливіші справи з раннього ранку.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Можна стати професіоналом у всьому, але нічого цінного не дістається легко.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Крім вродженого таланту треба ще кожен день відточувати свою майстерність.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Чим більше у тебе корисних звичок, тим більше ти будеш встигати.',
    author: 'Тоні Шварц',
  },
  {
    motivation: 'Відчуття відсутності потреби в чомусь більшому — чарівно.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Краще — ворог хорошого. Зростаюча потреба мати все більше і більше — справжній бич сучасності.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Тільки ваші цінності по-справжньому належать вам, і ніхто інший не зможе у вас їх забрати.',
    author: 'Тоні Шварц',
  },
  {
    motivation:
      'Кожен день ми витрачаємо ресурси, які дає нам наша планета. Найскладніше — вміти віддавати світу більше, ніж брати від нього.',
    author: 'Тоні Шварц',
  },
  {
    motivation: 'Час дуже швидкоплинний',
  },
  {
    motivation: 'Зранку натщесерце випивайте 2 склянки води, можна з лимоном.',
  },
  {
    motivation: 'Контрастний душ – надзвичайно корисна процедура.',
  },
  {
    motivation:
      'Секрет стрункості француженок - вони не поспішають під час їжі і ніколи не перекушують.',
  },
  {
    motivation:
      'Живіть у своєму ритмі, плануйте, дійте, створюйте нові ідеї, рухайтесь вперед, робіть життя кращим.',
  },
  {
    motivation:
      'День складається з 4 частин : сон, активна розумова діяльність, спорт і фізичні вправи, дозвілля (відпочинок). ',
  },
  {
    motivation:
      'Щастя - як поцілунок: щоб насолодитися ним, його потрібно з кимось розділити.',
  },
  {
    motivation:
      'Цінуй людей, які приходять в ті моменти, коли погано не їм, а тобі.',
  },
  {
    motivation:
      'Немає ніякого сенсу намагатися допомогти людям, які не допомагають собі самі.',
  },
  {
    motivation:
      'Помиляється кожен. Визнає помилку - гідний. Попросить вибачення - мужній. Відновлює стосунки - сильний.',
  },
  {
    motivation:
      'Помиляється кожен. Визнає помилку - гідний. Попросить вибачення - мужній. Відновлює стосунки - сильний.',
  },
  {
    motivation:
      'Люди діляться на дві половини. Одні, увійшовши в кімнату, вигукують: "О, кого я бачу!"; інші: "А ось і я!" ',
  },
  {
    motivation:
      'Люди діляться на дві половини. Одні, увійшовши в кімнату, вигукують: "О, кого я бачу!"; інші: "А ось і я!" ',
  },
  {
    motivation:
      'Щоб дізнатися, де живе твоє серце, зверни увагу, де блукає твій розум у хвилини мрій. ',
  },
  {
    motivation:
      'Потрібно вміти відмовляти людям. У них є властивість нахабніти.',
  },
  {
    motivation:
      'Хороші люди принесуть вам щастя, погані люди нагородять вас досвідом, найгірші - дадуть вам урок, а найкращі - подарують спогади.',
  },
  {
    motivation:
      'Якщо переможений посміхається, переможець втрачає смак перемоги.',
  },
  {
    motivation:
      'Якщо хочеш пізнати людину, не слухай, що про неї говорять інші, краще послухай, що вона говорить про інших.',
  },
  {
    motivation: 'Не відмовляйся від мрії, якщо в тебе не вірять люди.',
  },
  {
    motivation:
      'Немає недосяжних цілей - є високий коефіцієнт ліні, недолік кмітливості та запас відмовок.',
  },
  {
    motivation:
      "На самоті - слідкуйте за своїми думками, у колі сім'ї - за проявом характеру, серед знайомих - за своїм язиком.",
  },
  {
    motivation:
      'Іноді корисно імітувати крах корабля, щоб з нього втекли щурі.',
  },
  {
    motivation:
      'По справжньому найближча людина - це та, яка знає твоє минуле, вірить у твоє майбутнє, а зараз приймає тебе таким, який ти є.',
  },
  {
    motivation:
      'Одна з найкорисніших життєвих навичок - це вміння швидко забувати все поган. Не варто тягти різний непотріб у свою душу.',
  },
  {
    motivation:
      'Ми прагнемо до життя без труднощів, але дуби виростають міцними при сильних вітрах, і алмази утворюються під високим тиском.',
  },
  {
    motivation: 'Черепаха рухається вперед, якщо висовує голову назовні.',
  },
  {
    motivation: 'Сумнів - це найлютіший ворог людського знання.',
  },
  {
    motivation:
      'Людина відчуває сенс і мету власного життя, лише коли усвідомить, що потрібна іншим.',
  },
  {
    motivation:
      'Коли людина молода, їй завжди здається, що хвороба і смерть загрожують кому завгодно, але тільки не їй.',
  },
  {
    motivation: 'Дурень частіше, ніж розумна людина, виявляється злим.',
  },
  {
    motivation:
      'Тому, хто не боїться ризику, часто приходить на допомогу випадок.',
  },
  {
    motivation: 'Кудись йти веселіше якщо знати дорогу.',
  },
  {
    motivation:
      'Почніть робити те, що потрібно. Потім робіть те, що можливо. І ви раптом виявите, що робите неможливе.',
    author: 'Св.Франциск Асізський',
  },
  {
    motivation:
      'Кращий спосіб почати робити – перестати говорити і почати робити.',
    author: 'Уолт Дісней',
  },
  {
    motivation: 'Ваш час обмежений, не витрачайте його, проживаючи чуже життя.',
    author: 'Стів Джобс',
  },
  {
    motivation:
      'Не дозволяйте поглядам інших заглушати свій власний внутрішній голос.',
    author: 'Стів Джобс',
  },
  {
    motivation:
      'І дуже важливо мати мужність слідувати своєму серцю та інтуїції.',
    author: 'Стів Джобс',
  },
  {
    motivation:
      'Переконавши себе в тому, що ви можете все, ви зможете дійсно все.',
    author: 'Роберт Кіосакі',
  },
  {
    motivation:
      'Ви отримуєте від життя лише те, що наважуєтеся попросити. Не бійтеся підвищувати планку.',
    author: 'Опра Уїнфрі',
  },
  {
    motivation: 'Нескінченне прагнення бути кращим є обов’язком людини.',
    author: 'Махатма Ганді',
  },
  {
    motivation:
      'Щаслива людина занадто задоволена сьогоденням, щоб занадто багато думати про майбутнє.',
    author: 'Альберт Эйнштейн',
  },
  {
    motivation:
      'Іноді щось може йти не так, як хотілося б, але ви не повинні зупинятися.',
    author: 'Майкл Джордан',
  },
  {
    motivation:
      'Вірте в себе! Вірте в свої здібності! Без скромної, але розумної впевненості у своїх силах, ви не зможете бути успішним чи щасливим.',
    author: 'Норман Вінсент Піл',
  },
  {
    motivation: 'Ми знаємо, хто ми є, але не знаємо, ким ми можемо бути.',
    author: 'Вільям Шекспір',
  },
  {
    motivation: 'Будь собою, інші ролі зайняті.',
    author: 'Оскар Уайльд',
  },
  {
    motivation: 'Плани – ніщо, планування – все.',
    author: 'Дуайт Д. Ейзенхауер',
  },
  {
    motivation: 'Навчання ніколи не вичерпує розум.',
    author: 'Леонардо да Вінчі',
  },
  {
    motivation: 'Той, хто не цінує життя, його не заслуговує.',
    author: 'Леонардо да Вінчі',
  },
  {
    motivation: 'Ваше благополуччя залежить від ваших власних рішень.',
    author: 'Джон Д. Рокфеллер',
  },
  {
    motivation:
      'Велике мистецтво навчитися багато чому – це братися відразу за небагато.',
    author: 'Джон Локк',
  },
  {
    motivation: 'Любов і робота є наріжними каменями нашої людяності.',
    author: 'Зигмунд Фрейд',
  },
  {
    motivation:
      'Людина вмирає тоді, коли перестає змінюватися, а похорон – просто формальність.',
    author: 'Генрі Форд',
  },
  {
    motivation:
      'Я ніколи не віддам життя за свої переконання, тому що я можу помилятися.',
    author: 'Бертран Рассел',
  },
  {
    motivation: 'Якщо ви не здаєтеся, це має значення.',
    author: 'Стівен Хокінг',
  },
  {
    motivation: 'Все, що можна уявити – реально.',
    author: 'Пабло Пікассо',
  },
  {
    motivation: 'Прагніть не до успіху, а до цінностей, які він дає.',
    author: 'Альберт Айнштайн',
  },
  {
    motivation:
      'Своїм успіхом я зобов’язана тому, що ніколи не виправдовувалася і не приймала виправдань від інших.',
    author: 'Флоренс Найтінгейл',
  },
  {
    motivation: 'Або ви керуєте вашим днем, або день управляє вами.',
    author: 'Джим Рон',
  },
  {
    motivation:
      'Найскладніше почати діяти, все інше залежить тільки від наполегливості.',
    author: 'Амелія Ергарт',
  },
  {
    motivation: 'Життя – це те, що з тобою відбувається, поки ти будуєш плани.',
    author: 'Джон Леннон',
  },
  {
    motivation:
      'Логіка може привести вас. від пункту “А” до пункту “Б”, а уява – куди завгодно.',
    author: 'Альберт Айнштайн',
  },
  {
    motivation:
      'Відчальте від тихої пристані. Відчуйте попутний вітер у вашому вітрилі. Рухайтеся вперед, дійте, відкривайте!',
    author: 'Марк Твен',
  },
  {
    motivation: 'Неосмислене життя не варте того, щоб його прожити.',
    author: 'Сократ',
  },
  {
    motivation: '80% успіху — це з’явитися в потрібному місці в потрібний час.',
    author: 'Вуді Аллен',
  },
  {
    motivation:
      'Наука – це організовані знання, мудрість – це організоване життя.',
    author: 'Іммануїл Кант',
  },
  {
    motivation: 'У моєму словнику немає слова “неможливо”',
    author: 'Наполеон Бонапарт',
  },
  {
    motivation:
      'Ви ніколи не перетнете океан, якщо не наберетеся мужності втратити берег з виду.',
    author: 'Христофор Колумб',
  },
  {
    motivation:
      'Свобода нічого не варта, якщо вона не включає в себе свободу помилятися',
    author: 'Махатма Ганді',
  },
  {
    motivation:
      'Якщо ви думаєте, що ви здатні на щось, ви маєте рацію, якщо ви думаєте, що у вас не вийде щось, ви теж маєте рацію.',
    author: 'Генрі Форд',
  },
  {
    motivation:
      'Два найважливіших дні у твоєму житті: день, коли ти з’явився на світ, і день, коли ти зрозумів навіщо.',
    author: 'Марк Твен',
  },
  {
    motivation:
      'Дитина завжди здатна дати дорослому три уроки: вона весела без усякої причини, завжди чимось зайнята і вміє за будь-яку ціну домогтися бажаного.',
    author: 'Марк Твен',
  },
  {
    motivation:
      'Недостатньо тільки отримати знання, їх треба застосувати. Недостатньо тільки бажати, треба діяти.',
    author: 'Йоганн Вольфганг фон Гете',
  },
  {
    motivation:
      'Найчастіше говорять, що мотивації вистачає ненадовго. Але те ж саме відбувається і з освіжаючим душем, тому і рекомендують його приймати щодня.',
    author: 'Зіг Зіглар',
  },
  {
    motivation:
      'Щастя – це не щось готове. Щастя залежить тільки від ваших дій.',
    author: 'Далай Лама',
  },
  {
    motivation: "Пам'ятайте, тиша - іноді найліпша відповідь на запитання.",
    author: 'Далай Лама',
  },
  {
    motivation: 'Світ недосконалий, оскільки ми недосконалі.',
    author: 'Далай Лама',
  },
  {
    motivation:
      "Пам'ятайте, що не завжди те, чого ви хочете, справді вам потрібне.",
    author: 'Далай Лама',
  },
  {
    motivation: 'Будьте добріші, коли це можливо. А це можливо завжди.',
    author: 'Далай Лама',
  },
  {
    motivation:
      'Ми ніколи не встановимо гармонію з навколишнім світом, поки не примиримося з собою.',
    author: 'Далай Лама',
  },
  {
    motivation:
      'Є тільки один спосіб уникнути критики: нічого не робіть, нічого не говоріть і будьте ніким.',
    author: 'Аристотель',
  },
  {
    motivation:
      'Людина, якою вам судилося стати – це тільки та людина, якою ви самі вирішите стати.',
    author: 'Ральф Голдо Емерсон',
  },
  {
    motivation:
      'Ідіть впевнено у напрямку до мрії. Живіть тим життям, яке ви самі собі придумали.',
    author: 'Генрі Девід Торо',
  },
  {
    motivation:
      'Деякі речі можуть заволодіти вашою увагою, але краще зосередьтеся на тих, які заволодівають вашим серцем.',
    author: 'Індійська мудрість',
  },
  {
    motivation:
      'Варто тільки повірити, що ви можете – і ви вже на півдороги до цілі.',
    author: 'Теодор Рузвельт',
  },
  {
    motivation: 'Навчіться говорити “Я не знаю”, і це вже буде прогрес.',
    author: 'Мойсей Маймонід',
  },
  {
    motivation:
      'Почніть звідти, де ви зараз перебуваєте. Використовуйте те, що у вас є і робіть все, що можете.',
    author: 'Артур Еш',
  },
  {
    motivation:
      'Мене там запитали, ким я хочу бути, коли виросту. Я написав “щасливою людиною”. Мені сказали, що я не зрозумів завдання, а я відповів, що вони не розуміють життя',
    author: 'Джон Леннон',
  },
  {
    motivation: 'Впади сім разів, піднімися вісім.',
    author: 'Японська приказка',
  },
  {
    motivation: 'У всьому є своя краса, але не кожен може її побачити.',
    author: 'Конфуцій',
  },
  {
    motivation:
      'Як добре, що не потрібно чекати ні хвилини, щоб почати робити світ кращим',
    author: 'Анна Франк',
  },
  {
    motivation:
      'Коли я звільняюся від того, хто я є, я стаю тим, ким я можу бути',
    author: 'Лао Цзи',
  },
  {
    motivation: 'Якщо немає вітру, берисяся за весла.',
    author: 'Латинська приказка',
  },
  {
    motivation:
      'Завжди опирайтеся на думку про те, що твоє власне рішення домогтися успіху набагато важливіше за все інше.',
    author: 'Авраам Лінкольн',
  },
  {
    motivation:
      'Успіх – це здатність крокувати від однієї невдачі до іншої, не втрачаючи ентузіазму.',
    author: 'Вінстон Черчилль',
  },
  {
    motivation:
      'Вони запитують: “Як ти можеш впоратися з усіма справами за п’ятнадцять хвилин?” Я відповідаю: “Це просто. Не треба втрачати жодної секунди.',
    author: 'Річард Бренсон',
  },
  {
    motivation:
      'Важливо вірити, що талант нам дається не просто так – і що за будь-яку ціну його потрібно для чогось використовувати.',
    author: 'Марія Склодовська-Кюрі',
  },
  {
    motivation:
      'Якщо ваш внутрішній голос каже, що ви не можете малювати – малюйте якомога більше, тоді цей голос затихне.',
    author: 'Вінсент Ван Гог',
  },
  {
    motivation:
      'В 20 років у вас обличчя, яке дала вам природа, в 30 років у вас обличчя, яке виліпило вам життя, а в 50 років у вас обличчя, яке ви заслуговуєте.',
    author: 'Коко Шанель',
  },
  {
    motivation: 'Визначеність мети — відправна точка всіх досягнень.',
    author: 'Вільям Клемент Стоун',
  },
  {
    motivation: 'Ми стаємо тим, про що ми думаємо.',
    author: 'Ерл Найтінгейл',
  },
  {
    motivation: 'Я не жертва обставин, я – результат моїх рішень.',
    author: 'Стівен Кові',
  },
  {
    motivation:
      'Кращий момент, щоб посадити дерево, був двадцять років тому. Наступний – сьогодні',
    author: 'Китайське прислів’я',
  },
  {
    motivation:
      'Всі діти – художники. Проблема в тому, щоб залишитися художником, коли стаєш дорослим.',
    author: 'Пабло Пікассо',
  },
  {
    motivation:
      'Я не провалив тест. Просто я знайшов сто способів написати його неправильно.',
    author: 'Бенджамін Франклін',
  },
  {
    motivation:
      'Поразка – не поразка, якщо тільки ви не визнаєте її такою у своїй свідомості.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Невдача – це просто можливість почати знову, але вже більш мудро.',
    author: 'Генрі Форд',
  },
  {
    motivation:
      'Люди забудуть, що ти говорив, забудуть, що ти робив, але ніколи не забудуть, що ти змусив їх відчути.',
    author: 'Майя Енджелоу',
  },
  {
    motivation:
      'Не важливо, як повільно ти просуваєшся, головне, що ти не зупиняєшся.',
    author: 'Конфуцій',
  },
  {
    motivation: 'Щоб вести людей за собою, йди за ними.',
    author: 'Лао Цзи',
  },
  {
    motivation: 'Запам’ятайте, що не досягти успіху – іноді теж велика удача.',
    author: 'Далай Лама',
  },
  {
    motivation:
      'Завжди обирайте найважчий шлях – на ньому ви не зустрінете конкурентів.',
    author: 'Шарль де Голль',
  },
  {
    motivation:
      'Одне закінчене результативне завдання вартує півсотні напівзакінчених.',
    author: 'Стів Форбс',
  },
  {
    motivation:
      'Наше життя починає підходити до кінця, коли ми перестаємо говорити про насправді важливі речі',
    author: 'Мартін Лютер Кінг-молодший',
  },
  {
    motivation: 'Біда не приходить одна, але й удача теж.',
    author: 'Ромен Роллан',
  },
  {
    motivation:
      'Роби все, що можеш, там, де ти знаходишся, використовуючи все, що маєш.',
    author: 'Теодор Рузвельт',
  },
  {
    motivation:
      'Багатство як дерево: воно зростає з малого насіння. Перший мідяк, що ти заощадив, – це та насінина, з якої виросте твоє дерево багатства.',
    author: 'Найбагатший чоловік у Вавилоні',
  },
  {
    motivation:
      'Частка заробленого належить тобі. Вона має становити не менше як десятину, скільки ти б не заробляв.',
    author: 'Найбагатший чоловік у Вавилоні',
  },
  {
    motivation:
      'Кожна золота монета, яку ти зберігаєш, - це твій раб, що працюватиме на тебе.',
    author: 'Найбагатший чоловік у Вавилоні',
  },
  {
    motivation:
      'Із кожних десяти монет, що кладете до гаманця, витрачайте лише дев’ять.',
    author: 'Найбагатший чоловік у Вавилоні',
  },

  {
    motivation:
      'Запам’ятайте, ніхто не може змусити вас почувати себе неповноцінним без вашого на те згоди.',
    author: 'Елеонор Рузвельт',
  },
  {
    motivation:
      'Світ ділиться на два класи — одні вірують в неймовірне, інші роблять неможливе.',
    author: 'Оскар Уайльд',
  },
  {
    motivation: 'Єдине щастя в житті – це постійне прагнення вперед.',
    author: 'Еміль Золя',
  },
  {
    motivation: 'Виживає не найсильніший, а найчутливіший до змін.',
    author: 'Чарльз Дарвін',
  },
  {
    motivation:
      'Жодного разу не впасти – це не найбільша заслуга в життя. Головне кожен раз підніматися.',
    author: 'Нельсон Мандела',
  },
  {
    motivation:
      'Життя вимірюється не тим, скільки в ньому років, а тим, скільки в цих роках справжнього життя.',
    author: 'Авраам Лінкольн',
  },
  {
    motivation: 'Приносити користь світу – це єдиний спосіб стати щасливим.',
    author: 'Ганс Крістіан Андерсен',
  },
  {
    motivation:
      'Єдиний спосіб зробити щось дуже добре – любити те, що ти робиш.',
    author: 'Стів Джобс',
  },
  {
    motivation:
      'Перед тим як бігти по сходах успіху, переконайтеся, що вони розташовані у тому будинку, який вам потрібний.',
    author: 'Стівен Кові',
  },
  {
    motivation:
      'Я не зазнавав невдач. Я просто знайшов 10 000 способів, які не працюють.',
    author: 'Томас Едісон',
  },
  {
    motivation:
      'Ніхто не зможе побудувати для Вас міст, на якому Ви повинні перетнути потік життя, ніхто, крім Вас самих.',
    author: 'Фрідріх Ніцше',
  },
  {
    motivation:
      'Коли ти будеш цінувати те, що у тебе є, а не жити в пошуку ідеалів, тоді ти по-справжньому станеш щасливим.',
    author: 'Фрідріх Ніцше',
  },
  {
    motivation: 'Складіть список того, що ви бажаєте змінити у своєму житті.',
  },
  {
    motivation: 'Так я люблю Україну! Я тут народився і тут хочу жити.',
    author: 'ТІК',
  },
  {
    motivation: 'Ти сам собі країна, зроби порядок в своїй голові.',
    author: 'Кузьма Скрябін',
  },

  {
    motivation:
      'Перемога над іншими дає силу, перемога над собою - безстрашність.',
    author: 'Лао-Цзи',
  },
  {
    motivation:
      'Спочатку тебе ігнорують, потім з тебе сміються, потім з тобою борються, потім ти перемагаєш.',
    author: 'М. Ганді',
  },
  {
    motivation:
      'Як багато справ вважалися неможливими, поки їх не було зроблено.',
    author: 'Пліній',
  },
  {
    motivation: 'Зроби перший крок, і ти зрозумієш, що не все так страшно.',
    author: 'Сенека',
  },
  {
    motivation:
      'Якщо людина не знає, до якої мети вона рухається, - для неї жоден вітер не буде попутним.',
    author: 'Сенека',
  },
  {
    motivation: 'Час не любить, коли його витрачають даремно.',
    author: 'Генрі Форд',
  },
  {
    motivation: 'Оптимізм - то скарб великих.',
    author: 'Л. Арагон',
  },
  {
    motivation: 'Щастя на боці тих, хто вміє радіти.',
    author: 'Аристотель',
  },
  {
    motivation: 'Дія - головний ключ до успіху.',
    author: 'Пікассо',
  },
  {
    motivation: 'Бути щасливим - це значить пізнати, знайти самого себе.',
    author: 'Г. Сковорода',
  },
  {
    motivation: 'Цікавіше, ніж сама людина, нічого в світі немає.',
    author: 'В. Сухомлинський',
  },
  {
    motivation: 'Чесність в дрібницях - зовсім не дрібниця.',
    author: 'Датське прислів`я',
  },
  {
    motivation:
      'Важливо знати, не якому місті чи в якій частині світу знаходиться другий, а яке місце він займає в твоєму серці',
    author: 'Марк Леві',
  },
  {
    motivation:
      'Коли тобі стане сумно, згадай, що у твому організмі міліарди клітин. І всі вони дбають тільки про одне. Про тебе.',
    author: 'Максим Калиш',
  },
  {
    motivation:
      'Коли тобі стане сумно, згадай, що у твому організмі міліарди клітин. І всі вони дбають тільки про одне. Про тебе.',
    author: "Чеченське прислів'я",
  },
  {
    motivation: 'Людина з фантазією живе сто життів одразу.',
    author: 'Втеча з Шоушенка',
  },
  {
    motivation: 'Ти вільний тільки тоді, коли можеш дихати на повні груди.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'Роби правильні вчинки, і ти будеш щасливий.',
    author: 'Максим Калиш',
  },
  {
    motivation:
      'Не забувай про свої мрії, вони стануть рушійною силою твого існування, від них будуть залежати смак і запах кожного твого ранку.',
  },
  {
    motivation: 'Немає ідеального життя, але є ідеальні моменти.',
  },
  {
    motivation:
      'Життя занадто коротке, що б прокидатися вранці з жалем. Так що люби тих, хто ставиться до тебе добре, прощай тих, хто не правий, і вір, що все відбувається не випадково.',
  },
  {
    motivation:
      'Якщо ти будеш робити навіть маленькі кроки, навіть просто спроби, завтра ти будеш дальше від тих, хто нічого не зробив.',
  },
  {
    motivation:
      'Повна відсутність потреби комусь щось доводити, є вірною ознакою гармонії всередині.',
  },
  {
    motivation:
      'Всі успіхи починаються з самодисципліни. Все починається з тебе.',
    author: 'Дуейн Джонсон',
  },
  {
    motivation:
      'Життя коротке. Не витрачай його на смуток. Будь тим, хто ти є, будь щасливий, будь вільний, будь тим, ким тобі хотілося б бути.',
  },
  {
    motivation: 'Працюй над собою. Ніхто не стає хорошою людиною випадково.',
  },
  {
    motivation:
      'Велике проявляється в малому, і щастя завжди складається з якихось звичайних повсякденних приємних дрібниць.',
  },
  {
    motivation:
      'Ми отримуємо від життя те, у що віримо ... Наша віра створює нашу реальність.',
    author: 'Карлос Кастанеда',
  },
  {
    motivation:
      'Людина може зробити набагато більше і діяти набагато краще. Вона допускає тільки одну-єдину помилку — вона думає, що в її розпорядженні багато часу.',
    author: 'Боб Марлі',
  },
  {
    motivation: 'Ти віриш, що життя прекрасне - і воно прекрасне.',
    author: 'Боб Марлі',
  },
  {
    motivation: "Віриш, що вихід є, - обов'язково його побачиш.",
    author: 'Боб Марлі',
  },
  {
    motivation: 'Ти віриш в успіх - ти його здобудеш.',
    author: 'Боб Марлі',
  },
  {
    motivation: 'Ти чекаєш щастя - воно вже на шляху до тебе.',
    author: 'Боб Марлі',
  },
  {
    motivation:
      'Що б не сталося — вір у себе, вір в життя, вір у завтрашній день, вір у все, що ти робиш, завжди.',
    author: 'Білл Каулітц',
  },
  {
    motivation:
      'Можливо, усі ці майбутні дні залежать від того, що ти зробиш сьогодні.',
    author: 'Ернест Хемінгуей',
  },
  {
    motivation:
      "На самоті - стежте за своїми думками, в колі сім'ї - за проявом характеру, серед знайомих - за своїм язиком.",
  },
  {
    motivation:
      "Дивіться вперед з надією, назад з вдячністю, вгору з вірою, по сторонах з любов'ю!",
  },
  {
    motivation:
      'Коли я бачу, що люди радіють запаху свіжої випічки, квапляться до вечері додому, смажать картоплю чи разом ліплять вареники, переконуюся в тому, що світ тримається на простому щасті.',
    author: 'Ліна Костенко',
  },
  {
    motivation:
      'Існує три грандіозних закони щастя в житті: треба щось робити, треба когось любити, треба на щось сподіватися.',
    author: 'Джозеф Еддісон',
  },
  {
    motivation: 'Найважча дорога завжди веде до вершини.',
    author: ' Крістіна Агілера',
  },
  {
    motivation:
      'Візьміть під контроль власний настрій. Нехай від нього не залежить те, чи буде ваш день хорошим.',
  },
  {
    motivation:
      "В житті обов'язково повинні бути паузи. Такі паузи, коли з вами нічого не відбувається, коли ви просто сидите і дивитесь на світ, а світ дивиться на вас. Думайте, надихайтеся, дійте.",
  },
  {
    motivation: 'Шанс є завжди. Важливо навчитися вміти його побачити.',
  },
  {
    motivation:
      'У своєму житті треба залишати місце й для свого життя. Така ніби проста істина, але можна вік прожити й не знати.',
    author: 'Ліна Костенко',
  },
  {
    motivation:
      'Частіше посміхайся і нічого не ускладнюй. Ти не думай, а роби. Навіть якщо ти не встигаєш вкластися в якийсь термін, не зациклюйся на часі. Просто роби. Повір - це принесе чудовий результат.',
    author: '',
  },
  {
    motivation:
      'Не слухай нікого, хто скаже, ніби ти чогось не можеш. Навіть мене. Зрозумів? Якщо є мрія - оберігай її. Люди, які чогось не можуть, будуть запевняти, що і в тебе не вийде. Поставив мету - добийся. І крапка. Слідуй за своєю мрією!',
    author: 'В гонитві за щастям',
  },
  {
    motivation: 'Не гонися за щастям. Воно завжди знаходиться в тобі самому.',
    author: 'Піфагор',
  },
  {
    motivation: 'Маленька перемога над собою робить людину набагато сильнішою.',
    author: '',
  },
  {
    motivation: 'Всьому свій час і не варто його квапити.',
    author: '',
  },
  {
    motivation: 'Світ прекрасний, треба просто вміти помічати це.',
    author: 'Андрій Реутов',
  },
  {
    motivation:
      'Як би вам не хотілось все встигнути, дозволяйте собі відпочивати.',
    author: '',
  },
  {
    motivation:
      'Світ завжди виглядає трохи світлішим, якщо ми робимо щось одне для одного, а не лише для себе.',
    author: '',
  },
  {
    motivation: 'Будьте добрішими, коли це можливо. А це можливо завжди.',
    author: '',
  },
  {
    motivation:
      'Іноді, варто просто спробувати. Важкий тільки перший крок! Зроби його і ти забудеш про свій страх і подолаєш перешкоди які тільки в твоїй голові!',
    author: '',
  },
  {
    motivation:
      'Доброта властива розумним. Зляться найчастіше люди з низьким інтелектом',
    author: '',
  },
  {
    motivation:
      'Не треба забувати, яке велике значення мають у житті дрібниці.',
    author: 'Еріх Марія Ремарк',
  },
  {
    motivation: 'Що б ти не робив - ти робиш себе.',
    author: 'Східна мудрість',
  },
  {
    motivation:
      "Інколи просто необхідно піти у місця, де нікого більше немає, щоб відновити зв'язок з самим собою і повернутися назад оновленим.",
    author: '',
  },
  {
    motivation: 'Ніколи не відмовляйся від того, що змушує тебе посміхатися.',
    author: 'Хіт Леджер',
  },
  {
    motivation: 'Викиньте зі свого життя всі зайві речі і станьте щасливими.',
    author: '',
  },
  {
    motivation:
      'Талант сам по собі — дешевший від кухонної солі. Успішну людину від талановитої відрізняє лише одне – сила-силенна наполегливої праці.',
    author: 'Cтівен Кінг',
  },
  {
    motivation: 'Не припиняйте вчитися і світ не припинить вас дивувати.',
    author: '',
  },
  {
    motivation: 'Потрібно вчитись жити в гармонії з природою.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'Все залежить від того як ефективно ти використовуєш свій час.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'Гроші це акумульований час людей.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'Хороша річ економить твій час.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'В справу яку робиш потрібно вкладати любов.',
    author: 'Максим Калиш',
  },
  {
    motivation: 'Маленький прояв любові може зробити великі зміни.',
    author: '',
  },
  {
    motivation: 'Страх необхідний, щоб перевершити себе.',
    author: "Патрік і Олів'є де Фюнес",
  },
  {
    motivation:
      'Неважливо, чи є у тебе стиль, репутація, або гроші, якщо у тебе немає хорошого серця, ти нічого не вартий.',
    author: 'Луі де Фюнес',
  },
  {
    motivation: 'Під гарну музику куди простіше бути елегантним чоловіком.',
    author: 'Луі де Фюнес',
  },
  {
    motivation: 'Обирайте радість і щастя. І тоді вони прийдуть до вас.',
    author: '',
  },
  {
    motivation: 'Сміх - це сонце: воно проганяє зиму з людського обличчя.',
    author: 'Віктор Гюго',
  },
  {
    motivation:
      'Ми самі створюємо всі свої переживання. І все, що ми самі створили, ми самі можемо і знищити.',
    author: 'Ірвін Ялом',
  },
  {
    motivation:
      'Не додумуй занадто багато. Так ти створюєш проблеми, яких спочатку не було.',
    author: 'Фрідріх Ніцше',
  },
  {
    motivation:
      'Світло є вкожного з нас, тільки не треба забувати протирати скельце своєї душі.',
    author: '',
  },
  {
    motivation:
      'Навчіться насолоджуватись своїм життям, і тим, що ви робите у ньому.',
    author: '',
  },
  {
    motivation: 'Кожен з нас - це те, що він зумів зробити зі своїм часом.',
    author: '',
  },
  {
    motivation:
      'Не шукайте людину, яка вас змінить. Це можете зробити лише ви самі.',
    author: '',
  },
  {
    motivation: 'У вас повинна бути мрія, щоб ви могли вставати вранці.',
    author: 'Біллі Уайлдер',
  },
  {
    motivation:
      'Приємні дрібниці складають велике щастя вашого життя. Оточуйте себе ними.',
    author: '',
  },
  {
    motivation:
      'Щастя не шукають, як золото або виграш. Його створюють самі, ті, у кого вистачає сил, знання і любові.',
    author: 'Іван Єфремов',
  },
  {
    motivation:
      'В кінці люди в будь-якому випадку засуджуватимуть тебе. Не живи, вражаючи інших. Живи, вражаючи себе.',
    author: '',
  },
  {
    motivation: 'Якщо ми вільні від очікувань, то кожна мить подарунок.',
    author: 'Лама Оле',
  },
  {
    motivation: 'Все в наших руках, тому їх не можна опускати.',
    author: 'Коко Шанель',
  },
  {
    motivation: 'Все можливо — варто лише докласти зусиль',
    author: '',
  },
  {
    motivation:
      'Якщо тобі не подобається те, що ти отримуєш, зміни те, що ти даєш.',
    author: 'Карлос Кастанеда',
  },
  {
    motivation: 'Навчіться дихати щастям. Воно в повітрі. Воно в дрібницях.',
    author: 'Лев Толстой',
  },
  {
    motivation:
      'Єдине , що має значення, - скільки світла ви випромінюєте на життєвому шляху.',
    author: 'Стівен Кінг',
  },
  {
    motivation:
      'Не витрачайте час даремно. Його не настільки багато, як здається.',
    author: '',
  },
  {
    motivation:
      'Наші сумніви — це наші зрадники. Вони змушують нас втрачати те, що ми, можливо, могли б виграти, якби не побоялися спробувати.',
    author: 'Вільям Шекспір',
  },
  {
    motivation:
      'Кожна секунда, витрачена на скарження, може бути проведена для покращення твого життя.',
    author: '',
  },
  {
    motivation:
      'Потрібно шукати і бачити чудеса, яких повно навколо тебе. Ти помреш від втоми, не цікавлячись нічим, крім себе самого. Саме від цієї втоми ти глухий і сліпий до всього іншого.',
    author: 'Карлос Кастанеда',
  },
  {
    motivation: 'Можливо все. На неможливе просто треба більше часу.',
    author: 'Ден Браун',
  },
  {
    motivation:
      'Працюй над очищенням твоїх думок. Якщо у тебе не буде поганих думок, не буде і поганих вчинків.',
    author: 'Конфуцій',
  },
  {
    motivation:
      'Будь-яка робота складна, шукайте таку роботу, складність якої приноситиме вам задоволення.',
    author: '',
  },
  {
    motivation:
      "Іноді просто необхідно піти в місце, де нікого більше немає, щоб відновити зв'язок з самим собою і повернутися назад відновленим.",
    author: '',
  },
  {
    motivation:
      'Грійте один одному душі. Чим тільки можете: словом, ділом, добром, привітом, солодким чаєм.',
    author: '',
  },
  {
    motivation: 'Життя прекрасне для тих, хто хоче зробити його таким.',
    author: '',
  },
  {
    motivation:
      'Твоя мова - це вбрання, в якому твої думки виходять на публіку.',
    author: '',
  },
  {
    motivation:
      'Наші життя вимірюються не роками, а життями тих людей, яких ми торкнулися.',
    author: '',
  },
  {
    motivation: 'Частіше запитуйте у себе: «А чи буде це важливо через рік?"',
    author: 'Річард Карлсон',
  },
  {
    motivation: 'Часу немає. Серйозно? Це бажання немає, а час є завжди.',
    author: '',
  },
  {
    motivation:
      'Всесвіт допомагає здійснити бажане тільки тій людині, яка дуже сильно цього хоче.',
    author: 'Пауло Коельйо',
  },
  {
    motivation: 'Хочеш бути щасливим? Навчися бути вдячним.',
    author: '',
  },
  {
    motivation: 'Дій. Інакше завтра знову нічого не зміниться.',
    author: '',
  },
  {
    motivation:
      'Якщо ви не контролюєте свій час, ви не контролюєте результати своєї роботи.',
    author: '',
  },
  {
    motivation:
      'Красива посмішка інтригує, скромна розчулює, добра приносить радісь, щаслива зачаровує, щира надихає. Посмішка нікого не залишає байдужим. Посміхайтеся.',
    author: '',
  },
  {
    motivation: 'Щоб пожинати мир, потрібно сіяти мир',
    author: 'Мартінус',
  },
  {
    motivation:
      'Не думай, відчувай! Це як вказувати пальцем на Місяць. Не концентруйся на пальці, або пропустиш цю божественну красу.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Відкрий свій розум. Стань аморфним, безформним як вода. Коли воду наливають в чашку, вона стає чашкою. Коли воду наливають в чайник, вона стає чайником. Коли воду наливають в пляшку, вона стає пляшкою. Вода може текти, а може трощити. Будь водою, мій друже.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Учитель не відкриває істини, він - провідник істини, яку кожен учень повинен відкрити для себе сам. Хороший вчитель - лише каталізатор.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      "Запам'ятай: навіть найміцніше дерево зламати простіше, ніж пагони бамбука або верби, що згинаються на вітрі.",
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Мій вибір - бойові мистецтва, моя професія - актор. Моя головна роль - художник життя.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Простота - це найвищий ступінь мистецтва.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      "У всі часи кінець героїв був таким же, як і кінець звичайних людей. Всі вони померли, і спогади про них поступово зітреться з пам'яті людей. Але поки ми живі, ми повинні зрозуміти себе, розібратися в собі і виразити себе.",
    author: 'Брюс Лі',
  },
  {
    motivation: 'Правда не має шляху. Правда жива, отже, мінлива.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Щасливий не той, хто має все найкраще, а той, хто отримує все найкраще з того, що має.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      "Мета не обов'язково повинна досягатися. Часом це просто напрямок рухатися далі.",
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Мудрий здатний взяти більше з дурного питання, ніж дурень здатний взяти з мудрої відповіді.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Про що ти думаєш, тим ти і стаєш.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'До біса обставини. Я створюю можливості.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Я вчуся розуміти, замість того, щоб судити. Я не можу сліпо слідувати натовпу і приймати їх підхід.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Я не боюся того, хто вивчає 10 000 різних ударів. Я боюся того, хто вивчає один удар 10 000 разів.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Якщо любиш життя, не втрачай часу, - час є те, з чого зроблена життя.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Не важливо що ти даєш, важливо як ти даєш.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Помилки завжди прощаються, якщо є сміливість визнати їх.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Зберіть всіх великих учителів разом в одній кімнаті, і вони будуть згодні в усьому один з одним. Зберіть разом їх учнів, і вони в усьому будуть сперечатися один з одним.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Використовуй тільки те, що дійсно працює. І бери це звідусіль де можеш знайти.',
    author: 'Брюс Лі',
  },
  {
    motivation: 'Хороший учитель захищає учнів від власного впливу.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Я не майстер, я учень-майстер. У мене є знання і досвід майстра, але я продовжую вчитися. Отже, я учень-майстер. Я не вірю в слово «майстер», думаючи про нього як людину, на якому можна поставити хрест.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Знання недостатньо, необхідно застосування. Бажання недостатньо, необхідно дію.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      "Ключ до безсмертя - це в першу чергу прожити життя, гідне пам'яті.",
    author: 'Брюс Лі',
  },
  {
    motivation:
      "Будь м'який, але не підкорений. Будь сильний, але не жорстокий.",
    author: 'Брюс Лі',
  },
  {
    motivation: "М'якість не можна зламати.",
    author: 'Брюс Лі',
  },
  {
    motivation:
      'У грошей як таких немає сенсу. Це лише інструмент для досягнення певних цілей, і потрібно зрозуміти, що вони можуть, а головне - чого не можуть.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      'Мій батько говорив мені: «У цьому році ти заробив десять доларів. У наступному можеш заробити п\'ять. Будь готовий".',
    author: 'Брюс Лі',
  },
  {
    motivation: 'У порожніх голів довгі язики.',
    author: 'Брюс Лі',
  },
  {
    motivation:
      '... А завзяття, праця щира ще свого докаже, Ще ся волі в Україні піснь гучна розляже, За Карпати відіб’ється, згомонить степами, України слава стане поміж народами.',
    author: 'Гімн України',
  },
  {
    motivation:
      '... Станем, браття, в бій кривавий від Сяну до Дону, В ріднім краї панувати не дамо нікому. Чорне море ще всміхнеться, дід Дніпро зрадіє. Ще у нашій Україні доленька наспіє ...',
    author: 'Гімн України',
  },
  {
    motivation:
      'Ще не вмерла України ні слава, ні воля, Ще нам, браття-українці, усміхнеться доля. Згинуть наші вороженьки, як роса на сонці, Запануємо ми, браття, у своїй сторонці ...',
    author: 'Гімн України',
  },
  {
    motivation: 'Береженого і Бог береже, а козака шабля стереже.',
    author: "Українське прислів'я",
  },
  {
    motivation: 'Бог ховається в дрібницях.',
    author: 'Людвиг Міс ван дер Рое',
  },
  // {
  //   motivation: '',
  //   author: '',
  // },
  // {
  //   motivation: '',
  //   author: '',
  // },
];

export default motivations;
