import React from 'react';
import css from './AboutAlatyr.module.scss';

// TODO in progress
// - delete legend
// - refact styles (add position absolute for legend)

const AboutAlatyr = () => {
  return (
    <fieldset className={css.fieldset}>
      {/* <legend className={css.legend}>Опис:</legend> */}
      <p>
        <span>Алатир - символ Коляди. </span> Сотворена народними умільцями,
        восьмикутна зірка ставала справжнім витвором мистецтва й радістю для
        людей. У різдвяному вертепі нести її доручали "звіздарю" - саме він
        тримав колядницьку сонцесяйну Зірку-Алатир, обходячи оселі та{' '}
        <span>провіщаючи господарям злагоду і добробут.</span>
      </p>
      <p>
        <span>Алатир в слов'янській міфології</span> - провісник Божеського
        добра, око Роду. Саме тому колядницькі ватаги використовували
        восьмикутну{' '}
        <span>
          зірку в якості свого найголовнішого оберега і атрибута Різдва,
        </span>{' '}
        наряджаючись у святкові маски і шкури тотемних тварин, прославляючи
        новонародженого Божича-Коляду.
      </p>
      <p>
        <span>В Україні</span> традиція виготовлення різдвяних звізд особливо
        поширена. Колись, кожен регіон мав свою специфіку виготовлення зірок.{' '}
        <span>Зазвичай, їх робили із дерев'яних дошок та</span> решета (
        <span>обечайки</span>), півтора-два метри в діаметрі. Потім обклеювали
        кольоровими папером і тканинами, прикрашали фольгою, стрічками й
        китицями.{' '}
      </p>
      <p>
        <i>Особливості:</i>
        <br /> <span>У шумерів</span> восьмипроменева зірка була символом богині
        Інанни (Іштар в аккадській міфології), <span>служила ієрогліфом</span>{' '}
        понять <span>"бог, небо, зірка"</span>;
      </p>
      <p>
        <span>в Аккаді і Вавилоні</span> ця ідеограма висловлювала поняття
        <span>"бог, сонце, зірка, рік"</span>.
      </p>
      <p>
        <span>У середньовічній символіці Західної Європи</span> існувало
        поєднання прямого і косого хрестів, утворюючи восьмикутну зірку. У
        Стародавній Індії восьмипроменева зірка була символом єднання чоловічого
        і жіночого начал, творячого життя. Також в Стародавній Індії існувало
        шанування восьми напрямків горизонту; вони зв'язувалися з вісьмома
        богами, яких називали "вартові світу". У скандинавській традиції світ
        мав вісім напрямків.
      </p>
      <p>
        Стандартна зірка мала вісім ріжків, однак в певних областях
        дотримувались і більшої кількості, арґументуючи це: "чим більше - тим
        краще".
      </p>
      <p>
        Сама зірка кріпилася на високій жердині непорушно, а промені крутилися
        довкола осі за допомогою блока та протягненого від нього шнурка. На
        одному боці зірки зображали людське обличчя або Сонце, на другому –
        колядницькі сцени. Усередину іноді вставляли свічку, утворюючи щось на
        зразок "чарівного ліхтаря".
      </p>
      <p>
        На виготовлення такої звізди йшло від тижня часу, тому їх виробляли
        заздалегідь.
      </p>
      <p>
        Безліч архаїчних культур і старожитностей зберігають пам'ять про цей
        язичницький символ.
      </p>
      <p>
        Восьмикутні знаки зображені на давньоруських медальйонах княжої влади.
      </p>
      <p>
        Чимало восьмикутник зірок можна побачити на стелях та стінах розкішних
        палаців української знаті минулого, – Вишневецьких, Ґрохольських тощо.
      </p>
      <p>
        Святилище Перуна в Києві було оточене вісьмома кострищами, розташованими
        за напрямками чотирьох основних сторін горизонту і чотирьох проміжних.
        Восьмипроменевим був і культовий індоєвропейський символ дощу -
        "громовик".
      </p>
      ...
    </fieldset>
  );
};

export default AboutAlatyr;

// TODO add to product
// Наявність:
// Теги:
// <p>Опис</p>
// <p>Ціна</p>
//    <fieldset className={css.fieldset}>
//       <legend className={css.legend}> Локація </legend>
//       <p>Доставка локація від (аддрес)</p>
//     </fieldset> */}

//  <fieldset className={css.fieldset}>
//       <legend className={css.legend}> Автор </legend>
//       <p>Дата і підпис</p>
//     </fieldset>
