const tab1 = `<BoxWithBorder title="Планер (іконка алатир):">
<ul className={css.wrapList}>
  <li>Зверху вкладки знаходяться цитати.</li>
  <li>У правому нижньому куті кнопка “+” для створення завдань.</li>
  <li>Біля кнопки “+” годинник.</li>
  <li>
    У лівому нижньому куті - таймер зворотного відліку до нового року.
  </li>
  <li>Завдання можна створювати, редагувати, викреслювати.</li>
  <li>При створенні можна вибрати пріоритетність завдання і час.</li>
  <li>Завдання можна перетягувати по вертикалі для зручності.</li>
</ul>
</BoxWithBorder>`;

const tab2 = `      <BoxWithBorder title="Прогноз погоди (іконка погоди і температура в даний час):">
<ul className={css.wrapList}>
  <li>Показує погоду на 7 наступних днів.</li>
  <li>Також є пошук по населеному пункту.</li>
</ul>
</BoxWithBorder>`;
const tab3 = `      <BoxWithBorder title="Слово автора">
<p className={css.authorWords}>
  " Ти вільний на стільки, на скільки контролюєш свій час! Час не можна
  зберегти, його можна тільки акумулювати в блага. Він є скінченною
  величиною, тому його потрібно використовувати ефективно. Для
  ефективного контролю тобі потрібно планувати і виконувати завдання. У
  цьому тобі допоможе моя програма. "
</p>
</BoxWithBorder>`;
