// folk weather for 365 days). // lang - Ukraine
/*
 *    DONT FORGET 28 ON OF 4 YEARS (364 || 365)
 */

const weatherFolk = [
  {
    id: 1,
    folk:
      'Цього дня вшановується пам’ять святого Боніфатія. Народна прикмета каже: “Який перший день січня, такий буде і перший день літа”. Вважали, якщо перший день у році веселий (щасливий), то і рік буде таким же (і навпаки). На погоду цього дня вказували птахи: якщо синички зранку пищать — на мороз, якщо горобці нагорошилися, варто чекати непогоди. Також у минулі часи помітили, якщо зранку густий іній на деревах, то рік буде врожайним.',
  },
  {
    id: 2,
    folk:
      '2 січня вшановується пам’ять святого Ігнатія Богоносця. Погода цього дня вказує яким буде серпень. Наші пращури помітили: наскільки сильний мороз, настільки буде спекотно влітку. А якщо є іній на деревах, то погода найближчими днями буде ясною. У минулі часи був звичай на Ігнатія навколо дому обносити ікони, захищаючи таким чином дім від зла. У цей день садівники трясуть плодові дерева на хороший урожай.',
  },
  {
    id: 3,
    folk:
      'За астрономічним календарем 3 січня Земля знаходиться в перигелії, тобто вона розташовується на найменшій відстані від Сонця. Наші пращури помітили, який день 3 січня, таким буде і вересень. Червоне сонце на сході віщує заметіль. Якщо цього дня багато снігу, то можна очікувати хороший урожай хліба, а якщо сніг не вкриє землю, то врожай у цьому році буде бідним.',
  },
  {
    id: 4,
    folk:
      '4 січня відзначається день Анастасії Путорозрішниці. До цієї святої звертались у молитвах для легкого протікання вагітності та пологів. Цього дня, з молитвою до святої, жінки вишивали рушник, який мав допомогти благополучно народити. У народі примітили, яким буде день на Анастасію, таким буде і жовтень. Наші пращури спостерігали за хмарами, якщо вони пливли проти вітру, то очікували снігопаду.',
  },
  {
    id: 5,
    folk:
      '5 січня вшановується пам’ять святих Теодула (Федула), Саторника та інших. З цього дня уже розпочиналась активна підготовка до Різдвяних свят: прийнято було прибрати будинок і готувати кутю. Наші пращури за погодою цього дня передбачали погоду листопада. Для цього дня характерна вітряна погода, тому в минулі часи говорили: “Прийшов Федул, вітер подув” — що вказувало на хороший урожай. Сприятливою ознакою для врожаю вважаються ясні дні під час усього Різдвяного посту (28 листопада — 6 січня).',
  },
  {
    id: 6,
    folk:
      "6 січня усі православні народи святкують Святвечір. З цього дня настають Різдвяні морози. Глибоко промерзла земля передбачає родючість. За погодою цього дня визначали погоду грудня. Якщо тепло — весна буде холодною; заметіль — на врожай пшениці. У народі говорили: “Якщо на Кутю небо зоряне — багатий приплід скотини і багато ягід буде”. Якщо на святвечір буде снігопад, чекайте процвітання господарства у новому році, а якщо мороз — у сім'ї буде злагода і любов.",
  },
  {
    id: 7,
    folk:
      '7 січня відзначається Різдво — одне з головних християнських свят. З давніх часів це день примирення, добра, миролюбності, прославлення Христа. Наші пращури помітили, якщо цього дня тепло — весна буде холодною. Якщо ж у день Різдва холодно і хурделиця, буде холодно і літом. Густий іній прогнозує літом достаток хліба і малини. Незважаючи на урочистість цього свята, світлий, ясний день вказував на неврожай. А багато зірок на небі — на врожай грибів, ягід та гороху.',
  },
  {
    id: 8,
    folk:
      '8 січня відзначається Собор Пресвятої Богородиці. У народі цей день називали Бабині каші. За кашею і погоду передбачали на найближчий час: якщо каша в печі рум’яниться — на сніг. Якщо до цього часу земля ще добре не промерзла, то літом соку не дасть, тобто врожай буде не дуже хорошим. Спостерігали цього дня за сонцем і за птахами: якщо біля сонця з’являлась світла смуга — на сніг. Якщо синиця зранку пищить — бути морозу вночі, а якщо галки і ворони влаштували безперервний ґвалт — варто чекати снігопад і заметілі.',
  },
  {
    id: 9,
    folk:
      '9 січня вшановується пам’ять святого апостола Стефана, який проповідував, підкріплюючи істинність своїх слів знаменнями і чудесами. Зазвичай цей день був морозним: «Прийшов Стефан – на ньому червоний жупан». Наші пращури помітили, якщо 9 січня сніг сипле з неба великими пластівцями, то найближчим часом варто очікувати негоди і відлиги.',
  },
  {
    id: 10,
    folk:
      'Цього дня вшановується пам’ять святих з Нікомидії. Наші пращури помітили, що погода цього дня вказує на погоду в липні. Якщо 10 січня буде снігопад і заметіль, то липень заливатимуть інтенсивні дощі. Якщо цього дня скирти хліба вкривав іній, це був знак того, що майбутнє літо явно буде дощовим.',
  },
  {
    id: 11,
    folk:
      '11 січня Церква вшановує пам’ять 14 тисяч Віфлеємських немовлят. У давнину цього дня було прийнято в сутінках відпочивати на печі та лежанці, розповідати дітям казки і загадувати загадки. Молодь проводила час на посиденьках. Наші пращури цього дня слідкували за вітром і хмарами: якщо вітер дув з півночі, а небо при цьому було безхмарним, то слід очікувати морозу.',
  },
  {
    id: 12,
    folk:
      '12 січня вшановується пам’ять святої Анисії. У народі цей день називався “Онисі зимові”, або “Онисі Шлунківниці”. У давнину цього дня варили свинячі шлунки і різали гусей. За нутрощами тварин передвіщали погоду на зиму. Якщо селезінка була рівною і гладкою, то очікували зими сурової. Товста печінка усередині означала, що холоднеча розпочнеться з половини зими, а широка сторона печінки до живота обіцяла морози. У народі говорили: “До дня Онисі холод над землею повис”.',
  },
  {
    id: 13,
    folk:
      '13 січня відзначається день пам’яті преподобної Меланії Римлянки. У народі називають цей день “Щедрий вечір”. Погода кожного наступного дня відповідала погоді кожного з дванадцяти місяців. Якщо вночі був південний вітер, то рік очікували спекотний і урожайний. Західний вітер передвіщав хороші надої та достаток риби, а східний — рясний урожай фруктів. Якщо помічали на вікнах лід, то розраховували на достаток меду. З цього часу день збільшується на годину.',
  },
  {
    id: 14,
    folk:
      '14 січня вшановується пам’ять святителя Василія Великого, архієпископа Кесарії Каппадокійської. Якщо на Василя зранку туман, то буде хороший урожай літом і восени. Якщо буде багато зірок на небі — до ягідного літа. У минулі часи говорили: “Якщо Василевий день у році веселий, то і рік такий”, “Новий рік — до весни недалік”. Якщо на Василя тепло і сніг — літо буде теплим і дощовим.',
  },
  {
    id: 15,
    folk:
      '15 січня вшановується пам’ять святителя Сильвестра Римського, преподобного Сильвестра Печерського і Серафима Саровського. У минулі часи цього дня було Куряче свято. 15 січня чистили курятники і окурювали їх смолою з оманом. Сині вечірні хмари цього дня передвіщали зміну погоди. Спостерігали також за місяцем: якщо його роги гострі та яскраві, слід чекати вітру. У народі говорили: “Січень гонить хурделицю за сім верст” – цей місяць хоча і холодний, але відносно спокійний.',
  },
  {
    id: 16,
    folk:
      'Цього дня вшановується пам’ять святого пророка Малахія. За народним повір’ям, лише 16 січня можна напоумити людину, яка страждає від меланхолії. І якщо зараз меланхолічність вважається рисою характеру, то у минулі часи це вважалось душевною хворобою. Якщо цього дня на небі з’являлася біла велика хмара, це передвіщало хурделицю і заметіль. Погода на Малахія вказує, якою буде погода у березні.',
  },
  {
    id: 17,
    folk:
      '17 січня вшановується пам’ять преподобного Теоктиста, Зосими Пустельника, який жив у IV ст. У народі Зосима вважається покровителем бджіл. Про бджіл говорить і прикмета цього дня: якщо “сніг на деревах гілки гне — літом бджоли роїтися будуть”. А якщо на небі немає хмар при сильному морозі, то морозна погода буде стояти і надалі та не скоро відступить.',
  },
  {
    id: 18,
    folk:
      '18 січня відзначається Водохресний святвечір, переддень Богоявлення. Цього дня дотримуються суворого посту, тому переддень Богоявлення називають ще Голодною кутею. Якщо цього дня заметіль, сніг і поземка — бути хорошому врожаю. Якщо зоряна ніч на Водохрещу — буде врожай ягід, гороху і хліба. Сильні південні вітри 18 січня передвіщають грозове літо, а заметіль на Водохрещу приносить заметіль на Масницю. Повний місяць цього дня обіцяє великий розлив річок навесні.',
  },
  {
    id: 19,
    folk:
      '19 січня відзначається свято Хрещення Господнього або Богоявлення. За погодою цього дня прогнозували погоду на літо. Якщо холодна, ясна погода — літо засушливим буде. Похмура і сніжна — на рясний урожай. У давнину говорили: “День теплий — хліб темний (густий)”, отже, варто було очікувати хорошого врожаю хлібів. Також на хороший врожай вказували сині хмари та сніг пластівцями.',
  },
  {
    id: 20,
    folk:
      '20 січня відзначається Собор Предтечі та Хрестителя Господнього Іоанна. Цей день є кінцем святок: “Іван Хреститель свята відвів”. Якщо цього дня стояла ясна і холодна погода, то літо очікувалось засушливе, а похмура і сніжна — натякала на рясний урожай. До 20-го січня закінчувались Богоявленські морози, і хоча попереду ще була майже половина зими, люди вже жили в очікуванні тепла: “Тріщи, мороз, не тріщи — минули Водохрещі: дуй, хурделиця, не дуй — на Великдень пішло”.',
  },
  {
    id: 21,
    folk:
      '21 січня вшановується пам’ять Еміліяна, сповідника. Раніше заметілі і бурани цього дня були звичним явищем, про що говорить і прислів’я: “Ємельян, накрути буран”. Слідкували цього дня в основному за вітром: якщо на Еміліяна дує з півдня — літо буде грозовим, а якщо день видасться ясним, то слід чекати засушливого літа.',
  },
  {
    id: 22,
    folk:
      'Цього дня вшановується пам’ять святого Полієвкта. У народі про цей період січня говорили так: “Росте день у січні — росте і холод”, що вказувало на наближення лютого, який вважався найхолоднішим місяцем зими. Спостерігали наші пращури цього дня за домашніми тваринами: якщо вони, випущені у двір, намагатимуться повернутися до хліву — бути незабаром снігу та холоду.',
  },
  {
    id: 23,
    folk:
      '23 січня вшановується пам’ять святителя Григорія, єпископа Ниського. У народі цього святого називали Літопокажчик, тому що природні явища цього дня вказували на погоду майбутнього літа. Якщо буде іній на деревах та стогах, то літо буде мокрим і холодним. Якщо вітер дме з півдня — на грозове літо. Якщо наші пращури цього дня спостерігали за інеєм, то вірили, що 15—16 червня буде дощ.',
  },
  {
    id: 24,
    folk:
      '24 січня відзначається день пам’яті преподобного Феодосія Великого. У народі цей день називався “Феодосієве тепло”. Зазвичай цього дня насправді була тепла погода, але люди побоювалися такого тепла і говорили: “Бійся весни у січні”, хоча тепла погода передвіщала ранню і теплу весну. Якщо на Феодосія була відлига, то готувались до затяжної весни.',
  },
  {
    id: 25,
    folk:
      '25 січня вшановується пам’ять святої Тетяни. У народі цей день називали “Тетяна Водохресна”, “Бабин кут”. Якщо цього дня йшов сніг, то літо очікували дощове, якщо було морозно, ясно — літо обіцяло бути теплим, а рік — врожайним: “Якщо снігопад — влітку дощик частий”. А ось тепла заметіль на Тетяну і “гнилий вітер” (південний) були небажаними явищами, оскільки вказували на неврожай та засуху.',
  },
  {
    id: 26,
    folk:
      'Цього дня вшановується пам’ять преподобного Яреми, затворника. Погоду цього дня визначали за місяцем: якщо навколо нього було туманне коло, очікували заметіль. Наші пращури прислуховувалися до лісу і спостерігали за тваринами, щоб дізнатись про майбутню погоду. Якщо ліс тріщить — мороз буде стояти довго, якщо ліс шумить, незабаром буде сніг та відлига. Якщо на Яреми киця мордочку ховає — бути морозу; собака лежить, звернувшись — на холод, витягнулася — на тепло.',
  },
  {
    id: 27,
    folk:
      '27 січня відзначається пам’ять преподобних Ісаї, Сави, Мойсея. У давнину помітили, якщо в ніч на 27 січня на небі багато зірок, то незабаром буде тепло і сніжно; якщо ж зірок небагато, то буде негода і хуртовина. Білі хмари цього дня обіцяли мороз. Якщо зранку ворона розкаркалась, то слід чекати на заметіль. А якщо півні зрання закричали у морозний день, то холод скоро відступить.',
  },
  {
    id: 28,
    folk:
      '28 січня вшановується пам’ять преподобного Павла Тивейського та Іоанна Кущника. У минулі часи була така приказка: “Петро-Павло дня добавив”, що вказувало на збільшення світлової частини дня. У давнину, щоб дізнатись погоду, спостерігали за небом. Якщо зірки сильно блищать, то бути морозу, а якщо вони тьмяні, то буде тепло. Якщо з півночі приходили хмари, то відлиги не чекали. Сніговий буран вдень на Павла передвіщав міцний мороз вночі.',
  },
  {
    id: 29,
    folk:
      '29 січня відзначається день поклоніння чесним оковам апостола Петра. У народі цей день був відомий під назвою Петра-покорму, оскільки до цього часу в селян виходила половина зимового корму для худоби. З цього приводу народ підмітив: “Якщо в коморі житнього хліба залишилось більше половини, бути хорошому врожаю”. Погоду цього дня передбачав вітер: якщо він дув з північної сторони, очікували сильного морозу.',
  },
  {
    id: 30,
    folk:
      'Цього дня вшановується пам’ять преподобного Антонія Великого. У минулі часи цей день називали Антон Перезимній — саме 30 січня вважалося серединою зими. Цього дня часто бували відлиги, а вслід за ними наступали сильні морози. Звідси і прикмета, що зимовому теплу вірити не можна: “Перезимник дасть надію, тепло, а потім обдурить — все морозом скрутить”. Якщо на Антонія небо заволочувалось хмарами, очікували заметіль.',
  },
  {
    id: 31,
    folk:
      'Цього дня вшановується пам’ять преподобного Іларіона Великого. У народі казали: “У листопаді мороз міцнішає поставою”. Наші пращури помітили: якщо 3 листопада ясна безхмарна погода — це ознака швидкого зниження температури.',
  },
  {
    id: 32,
    folk:
      '1 лютого відзначається день пам’яті преподобного Макарія Великого. Якщо на Макарія була ясна погода чи капало зі стріхи, то очікували ранню весну: "Якщо крапель — то у весну ранню вір". А ось якщо ввечері на небі було багато зірок, то зима ще довго обіцяла протриматися. Якщо на Макарія кружляла заметіль, вірили, що така погода затягнеться. Також цей день називали Громовицею, бо саме сьогодні в природі можлива була гроза.',
  },
  {
    id: 33,
    folk:
      '2 лютого вшановується пам’ять преподобного Євтимія Великого. У народі цей день називали “Єфимкині заметілі”, які передбачали погоду найближчого часу. Якщо 2 лютого мете, то вся Масляна неділя буде заметільною. Якщо цей день похмурий, то варто очікувати пізніх заметілей. А якщо на Євтимія опівдні було сонце — на ранню весну.',
  },
  {
    id: 34,
    folk:
      'Цього дня вшановується пам’ять преподобного Максима Сповідника і Максима Грека. У давнину була така приказка: “Якщо місяць заковзав, у хмару білий ріг встромив — буде добре жито і борошно в сито” — молодий місяць у хмарах вказував на хороший урожай. А ось ясне небо передвіщало недорід. Яскраво-червоний захід 3 лютого прогнозував морозний ясний завтрашній день; а ясна погода — ранню весну. Якщо вдень сонце світить яскраво, то влітку на фруктових деревах плоди червиві будуть, а якщо воно за хмари ховається — чисті та великі.',
  },
  {
    id: 35,
    folk:
      '4 лютого відзначається день пам’ яті апостола Тимофія. У минулі часи цей день був оплотом заметілі, хурделиці та морозу: “Це не диво, що Афанасій-ломоніс (31 січня) морозив ніс, а ти почекай тимофіївських морозів”. Саме мороз визначав майбутню погоду. Якщо спітніли віконниці та рами, слід чекати потепління. Якщо “сніжні візерунки” підіймаються угору склом — морозу тривати, а якщо похилилися — на відлигу. Також вірили, коли опівдні на Тимофія світить сонце — весна буде ранньою.',
  },
  {
    id: 36,
    folk:
      '5 лютого вшановується пам’ять святого Агатангела. У минулі часи погоду цього дня передвіщали білки та птахи. Якщо під час морозу білка залишає гніздо і спускається з дерева, слід чекати відлиги. Якщо вранці наші пращури виразно чули крик синиці, то варто готуватися до серйозних морозів.',
  },
  {
    id: 37,
    folk:
      'Цього дня вшановується пам’ять преподобної Ксенії. Цей день вважали переломом зими, і за ним прогнозували погоду на майбутню весну: “Яка Ксенія — така й весна”. “Якщо на Ксенію хороша погода — весна буде красна (хороша)”. Наші пращури говорили: “На півзимницю дорогу перемітає — корм підмітає”. Це означало, що зима затримається, і домашні тварини з‘їдять всі заготовлені для них запаси.',
  },
  {
    id: 38,
    folk:
      '7 лютого відзначається день пам’яті святителя Григорія Богослова. У минулі часи за цим днем судили про майбутню зиму. Яким день буде зранку до обіду, такою буде і перша половина наступної зими, а погода з обіду до вечора вказувала на другу половину зими. Густий туман передвіщав мор худоби, а ясна погода — до сприятливого року.',
  },
  {
    id: 39,
    folk:
      '8 лютого вшановується пам’ять преподобного Ксенофонта і дружини його Марії. У минулі часи передбачати погоду нашим пращурам допомагали миші: якщо на Ксенофонта вони вилазять з-під снігу, слід чекати відлиги. У давнину цього дня побоювалися заметілі, оскільки вона вказувала на поганий урожай майбутнього року: “Заметіль на хати — будуть погані харчі”.',
  },
  {
    id: 40,
    folk:
      '9 лютого відзначається перенесення мощів святителя Івана Златоуста із м. Коман в м. Константинополь. Незважаючи на те, що цей місяць вважається найхолоднішим, цього дня бувала й відлига, але недовга. Тому в народі говорили: “Лютнева відлига нічого не варта”. Цього дня наші пращури спостерігали за хмарами: якщо вони йдуть проти вітру — на сніг. На снігопад також вказував дим з труби, якщо він стелився землею без вітру.',
  },
  {
    id: 41,
    folk:
      'Цього дня вшановується пам’ять преподобного Єфрема Сиріна. У народі цей день називали Єфрем Вітродуй. Люди боялись вітру 10 лютого, оскільки він передвіщав сире, холодне літо. Тому і говорили: “Не до добра літнього Єфремів вітер”. Ще до нас дійшли спостереження за снігом: якщо нічний сніг залишиться на гілках дерев, то й на землі не розтане.',
  },
  {
    id: 42,
    folk:
      '11 лютого відзначається перенесення мощів священномученика Ігнатія Богоносця. У минулі часи цього дня наші пращури слухали ліс: якщо він шумів – чекали відлиги. Вважається, що з 3 до 11 лютого проходять сім морозних ранків, коли мороз особливо лютує. Погода цього дня часто бувала мінливою, тому про неї говорили: “і теплом приголубить, і морозом віддубасить”.',
  },
  {
    id: 43,
    folk:
      '12 лютого відзначається Собор учителів і святителів Василя Великого, Григорія Богослова та Іоана Златоуста. Погоду цього дня передвіщав місяць: якщо цієї ночі він був червонуватий, варто чекати сильного вітру. А сильний вітер, у свою чергу, вказував на сиру погоду: “Вітер здійнявся — до сирого року”. Якщо вітер дув з півночі, а хмар не було, готувались до великих холодів.',
  },
  {
    id: 44,
    folk:
      'Цього дня вшановується пам’ять святителя Микити, затвірника Печерського. У народі святий Микита вшановується як охоронець від пожеж, блискавок і засухи. Наші пращури помітили: якщо вдень 13 лютого з’явиться іній, то снігу в ніч на 14-е не буде, а якщо сніг все ж випадав, готувались до відлиги. Якщо цього дня посилювався вітер, вважалось, що він буде ставати все сильнішим, поки не перетвориться на буран.',
  },
  {
    id: 45,
    folk:
      'Цього дня вшановується пам’ять мученика Трифона. Про погоду наші пращури судили за небом: якщо на Трифона небо було усіяне зірками, то очікували пізньої весни. Якщо випадав сніг, це розцінювали як попередження про дощову весну. Якщо до кінця дня небо вкривалось туманним прошарком білих хмар, очікували незабаром хорошої погоди. Взагалі за погодою цього дня передвіщали погоду до кінця зими: “Який Трифон, такі й останні дні лютого”.',
  },
  {
    id: 46,
    folk:
      '15 лютого відзначається свято Стрітення Господнього. Яка погода на Стрітення — такою весна буде. Якщо на Стрітення дорогу перемітає — весна буде пізньою і холодною. Якщо тепло — весна буде ранньою і теплою. “Якщо цього дня сніжок — весною буде дощик”, тобто весна буде затяжною і дощовою. Передбачити погоду могла і курка: якщо нап’ється біля порогу води — весна буде теплою і ранньою.',
  },
  {
    id: 47,
    folk:
      '16 лютого вшановується пам’ять праведних Симеона-Богоприємця, Ганни-пророчиці та Власія Кесарійського. З цього дня у давнину розпочиналось лагодження — підготовка інструменту для весняного посіву. З цього приводу люди говорили: “На лагодження дід встає вдосвіта — лагодить збрую літню і бороду столітню”. На Власія часто бувають великі калюжі. Але тепла погода цього дня рідкість, адже 16 лютого відоме власієвськими морозами.',
  },
  {
    id: 48,
    folk:
      'Цього дня вшановується пам’ять преподобного Миколи Студійського. Відсьогодні починалися звірині (вовчі) весілля, тому святого Миколу Студійського називали “вовчим сватом”. Цей день вважається одним із найхолодніших у лютому — стоять сильні морози, та йде сніг: “На Миколу Студеного снігу навалить гору”. Ці морози називаються миколиними. Наші пращури 17 лютого звертали увагу на ялинкові гілки: якщо довгі сухі гілки згинаються — буде заметіль, а якщо випрямляються — на сприятливу погоду.',
  },
  {
    id: 49,
    folk:
      '18 лютого відзначається день пам’яті святої Агафії. Її також називали “поминальницею”, тому що цього дня було прийнято згадувати пращурів. Ще цю святу величали Корівницею, оскільки вона “корів оберігає від хвороб”. Наші пращури помітили, якщо цього дня мороз, то весна буде привітною, а літо — сухим і спекотним.',
  },
  {
    id: 50,
    folk:
      '19 лютого вшановується пам’ять преподобного Вуколи Смирнського. Морози цього дня обіцяють бурхливу весну і сухе спекотне літо. А на морози вказувала вода у криницях: якщо вона підіймається, то слід чекати морозної погоди. Також холоди передвіщав північний вітер і зозуля, яка кує на сухому дереві.',
  },
  {
    id: 51,
    folk:
      'Цього дня вшановується пам’ять преподобного Луки Елладського. У давнину була смачна традиція пекти пиріжки з цибулею. А погоду нашим пращурам передвіщало сонце і хмари: якщо сонце “заходить червоно” — буде холодне літо; хмари високо — на сприятливу погоду.',
  },
  {
    id: 52,
    folk:
      '21 лютого відзначається день пам’яті пророка Захарії Серповидця, великомученика Теодора (Феодора) Стратилата. Якщо вночі прогриміло, можна було розраховувати на багатий урожай, великий приплід у тварин та часті дощі влітку. Наші пращури також підмітили, чим холодніша остання неділя лютого, тим теплішим буде березень.',
  },
  {
    id: 53,
    folk:
      '22 лютого у народі називається Никифор-Панкрати. З цього дня сильний мороз найчастіше буває лише вночі. Наші предки говорили: “На Никифора ніч темна — тікає зима” — небо без зірок вказує на ранню весну. Була традиція на Никифора збирати різне насіння, виставляти його на три ранкові зорі на мороз і після відкладати зерна до посівної. Вважалося, що тоді рослини стійкіші до температурних коливань.',
  },
  {
    id: 54,
    folk:
      'Цього дня вшановується пам’ять преподобного Прохора Печерського. У народі святого називали Прохір-Зимоох і казали: “До Прохора стара охала: “Ой, студено!”, “Прийшов Прохір та Влас (24 лютого): “Невже скоро весна у нас?”, “Прохір — на тепло повернув”. У народі підмітили, якщо 23, 24, 25 лютого іній на деревах, то слід чекати дощ на Мокія Мокрого (24 травня), а це означає, що все літо буде “мокрим”.',
  },
  {
    id: 55,
    folk:
      '24 лютого відзначається день пам’яті святого Власія Севастійського. До Власія були морози: різдвяні, водохресні, афанасієві, тимофіївські, миколині. Але власієві вважалися найміцнішими, і останніми. У народі говорили: “Проллє Власій олії на дорогу — зимі час забирати ноги”, тому що цього дня часто бували відлиги.',
  },
  {
    id: 56,
    folk:
      '25 лютого вшановується пам’ять святого Олексія, чудотворця. У народі 25 лютого називали днем Олексія Рибного, тому що якщо цього дня настає відлига — літом буде добре ловитися риба. З цього дня упродовж трьох днів виставляли на ранковий мороз зерно, яке призначалось для посіву, і говорили, що проморожене насіння дає кращий урожай. Якщо на Олексія небо зоряне, можна чекати хороший збір зернових. А сонячний день обіцяв великий врожай яблук.',
  },
  {
    id: 57,
    folk:
      '26 лютого відзначається день пам’яті преподобного Мартініана, “приборкувача пристрастей”. Якщо цього дня танув сніг, то весна обіцяла бути сприятливою, і навпаки, похмурий день передвіщав холодну і затяжну весну. Якщо ввечері місяць був червоним, то наступного дня очікували вітру, тепла і снігу.',
  },
  {
    id: 58,
    folk:
      '27 лютого вшановується пам’ять святого рівноапостольного Кирила. У давнину цього дня повитухи приймали з гостинцями жінок, у яких вони приймали пологи. У минулі часи помітили, що хороша погода на Кирила — до міцних морозів',
  },
  {
    id: 59,
    folk:
      'Цього дня вшановується пам’ять апостола Онисима. Якщо швидко танув сніг, то сінокіс обіцяв бути хорошим. У давнину говорили, що 28 лютого зима з весною починають боротьбу: “Кому йти вперед, а кому назад повертатися”. Ще говорили: “Як у лютому гукнеш, так восени і відгукнеться”. За погодою цього дня могли передвіщати погоду наступної осені.',
  },
  {
    id: 60,
    folk:
      'В останній день зими відзначається день пам’яті Івана Кас’яна Римлянина. 29 лютого здавна вважається самим нещасливим днем. У цей день наші пращури не працювали, намагались не виходити з дому, особливо до сходу сонця, боячись "ока Кас’яна". У давнину примітили, якщо собаки катаються - до снігу, а то й до хурделиці.',
  },
  {
    id: 61,
    folk:
      '1 березня відзначається день пам’яті 12 мучеників: Памфіла, Валента та ін. У минулі часи помітили: якщо з перших днів весна "розгульна, не сором’язлива - обдурить, вірить нічого". Погоду у цей день передбачали грім і вітер. Якщо 1 березня при північному вітрі прогримить грім, то весна буде холодною, при східному вітрі - весна буде сухою, при західному - мокрою, а при південному - теплою.',
  },
  {
    id: 62,
    folk:
      '2 березня вшановується пам’ять великомученика Федора Тирона і праведної Маріамни. У давнину вірили, що дивитись вечором на небо у цей день не варто, інакше побачена на Федора зірка, що падає, може означати важку хворобу. Перший раз у році можна побачити купчасті хмари; сіра ворона, відчуваючи прихід тепла, починає будувати гніздо. Люди живуть очікуванням тепла, але зима ще нагадує про себе раптовими морозами. "Яка погода у цей день, такому і літу бути".',
  },
  {
    id: 63,
    folk:
      'У цей день вшановується пам’ять святителя Лева, папи Римського і святителя Агапіта, сповідника. У минулі часи говорили: "Розпушилась верба, зимі немає ходу до селянського двору". У цей день вшановували пташку-вівсянку "вісницею швидкого тепла славилась вона", селянки пекли вівсянички (пиріжки з вівсяної муки). Наші пращури намагались побачити якомога більше вказівок на швидкий прихід тепла, очікуючи весни і відродження природи.',
  },
  {
    id: 64,
    folk:
      '4 березня відзначається день пам’яті святителів Архипа, Филимона і його дружини Апфії. У давнину цей день називався Ман’як. Здавна існує переказ, що у цей день не слід дивитись на зірки, що падають, оскільки це погана прикмета. Якщо "на Федота сніжний замет - до пізньої трави". Якщо у цей день у лісі зустріти білого зайця - сніг обов’язково ще випаде. А якщо пощастить побачити чайку у небі, значить лід скоро розтане. Часто у цей день посилюється вітер.',
  },
  {
    id: 65,
    folk:
      '5 березня вшановується пам’ять святого Лева Катанського. На цей день ще поширюється традиція не дивитись на зірки, що падають. Погода 5 березня достатньо мінлива: може бути як відлига, так і мороз. У давнину примітили: "якщо у цей день сніг тане, то довго не розтане". Саме 5 березня починається раннє руйнування стійкого сніжного покрову. Цей день успішний для посіву насіння на розсаду помідорів, баклажанів, перцю.',
  },
  {
    id: 66,
    folk:
      'У цей день вшановується пам’ять преподобного Тимофія, пустельника. У народі Тимофія називали Весновієм і говорили: "Як не злися хурделиця, все весною повіває", "Дожити до Весновія, а там зима не страшна". Цей день відзначався першими сонячними відлигами. Про погоду судили і за допомогою вітру: якщо у цей день теплі вітри, то і весна буде теплою. У цей час розпочинається рух соку у кленах і березах.',
  },
  {
    id: 67,
    folk:
      '7 березня відзначається день пам’яті преподобного Мойсея Білозерскього, Маврикія. На Маврикія приходиться самий ранній приліт граків, прилітають перші шпаки, а це вказує на ранню весну. У цей день можна почути самий ранній спів польового жайворонка. У давнину помітили, що прохолодний день 7 березня вказує на те, що літо скоріш за все буде дощовим.',
  },
  {
    id: 68,
    folk:
      '8 березня вшановується пам’ять преподобного Полікарпа Брянського. З 8 по 15 березня не виключене повернення холодів: "Березень місяць любить колобродити: морозом пишається і на ніс усідається". Зима поступається місцем весні.',
  },
  {
    id: 69,
    folk:
      '9 березня відзначається день обретіння голови Івана Хрестителя. Цей день передбачав погоду на квітень: "Якщо день зі снігом, то і в квітні сніг, а якщо по голу, то і в квітні по голу". День 9 березня у народі називали ще Дмитровим днем. І по цьому дню судили про погоду на Паску: "Якщо Дмитрів день на снігу, то свята (Паска) по снігу, а Дмитрів по голу, і свята по голу". Якщо роги місяця яскраві і круті - на мороз.',
  },
  {
    id: 70,
    folk:
      'У цей день вшановується пам’ять святителя Тарасія, архієпископа Константинопольського. Погоду у цей день передбачають птахи: синиця заспівала - тепло ворожить. З цього дня відбувається перехід середньої температури повітря через 0 градусів. Це вважається часом появи прогалин. Набухають бруньки - весну чують. З цього дня добре садити насіння на розсаду капусти і помідорів.',
  },
  {
    id: 71,
    folk:
      '11 березня відзначається день пам’яті святого Порфирія, єпископа Гизського. У минулі часи погоду у цей день визначали по вітру: якщо вітер подме з півдня чи з південного заходу, слід чекати швидкого потепління.',
  },
  {
    id: 72,
    folk:
      '12 березня вшановується пам’ять преподобного Прокопія Декаполита, сповідника. У народі цього святого називали ще Перезимником. Говорили, що у цей день "березень дорогу рушить, але в’язне у заметі", "і тане, і мерзне". Якщо у цей день бував дощ, то очікували і мокрого літа. А якщо дув південний вітер, і на вулиці була капель, то літо обіцяло бути теплим.',
  },
  {
    id: 73,
    folk:
      'У цей день вшановується пам’ять преподобного Василя, сповідника. У народі помічено, що цей день завжди буває теплим, щоправда і дощ може бути, але це хороша прикмета: на багатий врожай і хороше літо. Наші пращури спостерігали, як тануть круги навколо дерев, по цьому судили про весняну погоду: "круті краї, крута і весна буде, пологі - весна буде протяжною". 13 березня вважається астрономічним рубежем зими і літа.',
  },
  {
    id: 74,
    folk:
      '14 березня вшановується пам’ять первомучениці Євдокії. У давнину по Євдокії судили про літо і майбутній врожай: "Яка Євдокія, таке і літо"; "Звідки вітер на Євдокію, звідти і все літо". "Якщо граки прилетіли до Євдокії - літо буде мокре, а сніг зійде рано". Якщо 14 березня йде сніг з дощем і дме теплий вітер, значить літо буде мокре; а мороз і вітер з півночі - до літа холодного.',
  },
  {
    id: 75,
    folk:
      '15 березня вшановується пам’ять священномученика Федота Киринейського. З давніх часів по цьому дню дивились, яким буде літо. Якщо дме теплий вітер, то чекали теплого дощового літа. Якщо сніг, мороз, північний вітер, то влітку тепла не буде. А якщо зранку зарядить дощ, то лити буде все літо. І хоча погода ще може бути достатньо холодною, з цього дня закінчуються стійкі морози.',
  },
  {
    id: 76,
    folk:
      'У цей день вшановується пам’ять протоієрея Петра Турчанинова. У минулі часи помітили, яка середина березня - таке і літо. У селян була традиція обходити навхрест поле, тим самим вказували, що сонцю ніколи відпочивати, потрібно і вологу вести, сніжицею поле поїти. З цього дня для городників розпочинається підготовка картоплі на посадку.',
  },
  {
    id: 77,
    folk:
      '17 березня відзначається день пам’яті преподобного Герасима Йорданського. У народі Герасима називають Граківником, тому що з цього дня з теплих країв прилітають граки: "Грак на горі - так і весна у дворі". Якщо грак прилетів, через місяць сніг зійде. Коли грак з землі хворостину підіймає - сонячне літо обіцяє. Якщо граки кричать, значить погода скоро зіпсується (скоріш за все буде дощ).',
  },
  {
    id: 78,
    folk:
      '18 березня відзначається день пам’яті мученика Конона Ісаврійського. У народі святого Конона називають Городником. З цього дня починалась гаряча городня пора. У народі говорили: "На Конона Градаря починай копати грядки в городі".',
  },
  {
    id: 79,
    folk:
      'У цей день вшановується пам’ять преподобного Іова Анзерського. У небі вже можна побачити білого лелеку, який повертається у свої рідні краї. Також може повертатись і трясогузка, хоча для неї ще зарано.',
  },
  {
    id: 80,
    folk:
      '20 березня відзначається день пам’яті святого мученика Василя, єпископа Херсонського Таврійського. Встановлюється вже тепла погода, але холод ще не поспішає відступати: "З дахів капає, а за ніс цапає", вдень весняна капель, а на вечір може бути мороз.',
  },
  {
    id: 81,
    folk:
      '21 березня вшановується пам’ять преподобних Лазаря і Афанасія Мурманських. Це день весняного рівнодення. Ніч і день зрівнялись по тривалості. У північній півкулі починається весна, а у південній - осінь. Ця дата вважається астрономічним днем народження весни. Періоди рівнодення відзначаються сильними вітрами і бурями. Якщо у цей день з теплих країв повертається жайворонок, то слід чекати теплої весни. Якщо хмари високо і пливуть по небу швидко, значить погода буде доброю.',
  },
  {
    id: 82,
    folk:
      '22 березня відзначається день пам’яті 40 мучеників, у Севастійському озері замучених. Це друга зустріч весни (перша на Масляну). Якщо плиска прилетіла, то річка через 12 днів скресне; приліт жайворонка передвіщав тепло; зяблик - холод.',
  },
  {
    id: 83,
    folk:
      '23 березня відзначається день пам’яті мученика Кіндрата (Кідрата). У давнину була приказка, що у цей день "туман з’їдає сніг", тобто вказує на прихід тепла. Туман також вказував на теплу середину травня, а іній - на дощовий день на Ісака Змійовика (12 червня). Сині хмари, які швидко пливуть по небу, передвіщали тепло і дощ. А ще 23 березня буває перша у новому році гроза. Рибаки у цей день звертали увагу на весняні струмки: якщо вони біжать у лунку, то буде добре ловиться плотва.',
  },
  {
    id: 84,
    folk:
      '24 березня вшановується пам’ять святого Софронія премудрого, патріарха Єрусалимського. Як відомо, березень - це достатньо холодний місяць, тому заморозки і заметілі для нього цілком нормальне явище. У давнину примітили, що пухнастий іній у цей день передвіщає хорошу погоду. "Якщо у цей день березень забирає з собою холод, літо буде теплим". У цей час розпочинається ранній рух соку у берези.',
  },
  {
    id: 85,
    folk:
      '25 березня вшановується пам’ять преподобного Феофана, сповідника Сигрианського і Григорія, Папи Римського. У народі цей день називають Феофан Проломи Наст, тому що до цього дня активно сходить сніговий покрив, ґрунт повністю відтаює. З цього дня вже можна сіяти редис. У давнину помітили: якщо 25 березня туман, то буде великий врожай льону і конопель.',
  },
  {
    id: 86,
    folk:
      'У цей день відзначається перенесення мощів святителя Никифора, патріарха Константинопольського. У минулі часи примітили: якщо 26 березня буде туман, то все літо буде дощове. Уважно слідкували за прильотом птахів: якщо першими із перелітних птахів прилітали жайворонки, значить бути теплу, а якщо зяблик - буде холодна погода.',
  },
  {
    id: 87,
    folk:
      '27 березня відзначається день пам’яті святого Феогноста, митрополита Московського. Від наших пращурів до нас дійшло таке спостереження: той, кому пощастить почути грім у цей день, може бути впевненим у тому, що літо буде родючим. Якщо весною у ріках води не добавиться, літо обіцяє бути спекотним і сухим.',
  },
  {
    id: 88,
    folk:
      '28 березня вшановується пам’ять мучеників Агапія, Пуплія та ін. Погоду цього дня передвіщають вода і птахи. У давнину помітили: якщо весняна вода тече повільно, то рік очікується важким. Якщо ж у цей день прилітають чайки, то можна чекати тепла. У наших пращурів був такий звичай: якщо цієї ночі почуєш, як виє собака, слід повернути подушку, щоб сон був хорошим.',
  },
  {
    id: 89,
    folk:
      'У церковних святцях під цим днем вшановуються три мученика: Савин, Папа і Трохим. У народі говорили: "На Савина сані покинь, воза посунь", "Сонця хоч і немає, а вода все одно тече". А якщо 29 березня була тепла, сонячна погода, то і весна вся обіцяла бути теплою. Добре, коли сніг тане від Сонця, а не від дощу: "Коли весна красними днями зганяє сніг - родиться хліб".',
  },
  {
    id: 90,
    folk:
      '30 березня відзначається день пам’яті преподобного Олексія, прозваного у народі Олексієм Теплим. На Олексія Теплого, як правило, бурхливо тане сніг. Якщо на Олексія тепло, то весна буде теплою, якщо холодно - весна запізниться. Великі потоки води від танення снігу провіщали мокре літо. У минулі часи казали: "Олексія, чоловік Божий, зиму нанівець зводить", "Зверху пече - знизу тече".',
  },
  {
    id: 91,
    folk:
      '31 березня вшановується пам’ять святителя Кирила, архієпископа Єрусалимського. У народі святителя називали Кирило - "дери полоз", тому що з цього часу дороги псувались. Якщо до цього дня прилітало багато лебедів, весна буде теплою. З цього дня розпочинаються ранні грози, раннє квітування кульбаби. Якщо на схилах пагорбів з’являються перші квіти кульбаби, значить початок квітня буде теплим.',
  },
  {
    id: 92,
    folk:
      'У цей день вшановується пам’ять мучеників Хрисанфа і Дарії. У народі цей день називали "Дарія Брудні Ополонки". У цю пору року доводиться обходити бруд біля ополонок, шукати проходи між прогалинами. Наші пращури про цей день говорили: "На Дарію ополонки мутяться". Якщо вночі зірок не видно, можна чекати теплої погоди; якщо день вітряний, то й весь рік буде таким. У цей час у небі з’являються перші шуліки.',
  },
  {
    id: 93,
    folk:
      'У цей день вшановується пам’ять преподобного Єфросина Синозерського і святої мучениці Фотини (Світлани). Наші пращури у цей день зранку виносили з домів на вулицю яскраві льняні вироби, розвішували їх на тинах, воротях, хвіртках, прикрашали гілки берези. У цей час бувають перші грози (більш ранні бувають 23-31 березня), розпускається сіра вільха, якщо немає морозів. У багатьох птахів на початку квітня починається шлюбний період.',
  },
  {
    id: 94,
    folk:
      '3 квітня відзначається день пам’яті святого Кирила, єпископа Катанського. У народі святого називали Кирило - дери полоз. Так названий день за те, що у цей час псуються дороги і їздити на санях у минулі часи було проблематично. Якщо у цей день при сході сонця у небі спостерігаються червоні кола, то рік обіцяє бути врожайним. З цього часу починають набухати бруньки смородини. З’являються білі плиски.',
  },
  {
    id: 95,
    folk:
      '4 квітня вшановується пам’ять священномученика Василя Анкірського. У народі святого називали Василем Теплим. На підтвердження теплої весняної погоди, у народі склалось багато приказок, наприклад: "Опівдні бурульки пускають у сніг сльози пекучі". На Василя зазвичай сонце завжди починає яскраво гріти, з дахів крапотить. Сині хмари вказували на тепло і дощ: "Перший квітневий дощ воза золотого вартий", говорили наші пращури.',
  },
  {
    id: 96,
    folk:
      'У цей день вшановується пам’ять преподобного Никона, ігумена Києво-Печерського монастиря. У народі Никон вважається покровителем гри в шашки. У цей день зяблик прилітає. Птахи були носіями різних прикмет, у тому числі і погодних, тому, у давнину, як тільки птахи повертались з теплих країв, селяни зазивали їх на ганок, годували крихтами хлібу, зернятками, насінням льону. Наші пращури помітили: якщо перелітні птахи летять дружними зграями, весна хорошою буде.',
  },
  {
    id: 97,
    folk:
      '6 квітня відзначається переддень Благовіщення і вшановується пам’ять преподобного Захарії монаха. У народі цей день називався Похвали Богородиці: "На похвалу Богородиці і пташечка хвалиться першим яєчком". У давнину примітили: якщо ніч на Захарія тепла - весна дружна буде; якщо зійде до цього дня сніг, значить назовсім, якщо ні - пролежить ще тиждень.',
  },
  {
    id: 98,
    folk:
      '7 квітня відзначається свято Благовіщення Пресвятої Богородиці. "На Благовіщення весна зиму поборола", - вважають в народі, хоча відомі і благовіщенські морози. У цей день відбувається третя зустріч весни. Якщо 7 квітня вітер, іній і туман - до неврожайного року. Якщо сніг на дахах є, так буде він ще через місяць у полі. Якщо Благовіщення холодне - слід чекати сорок ранкових морозів. На Благовіщення гроза - до теплого літа. Небо безхмарне, сонце яскраве - бути літу грозовому; відлига - багато морозів попереду. Якщо на Благовіщення ніч тепла - весна рання буде. Для рибалок це хороший день - на Благовіщення риба добре клює.',
  },
  {
    id: 99,
    folk:
      'У цей день відзначається Собор Архангела Гавриїла і вшановується пам’ять преподобного Василя Нового. Жінки ж у цей день закінчували останню пряжу, а тим, хто продовжував прясти, казали: "Не піде про запас". Якщо у цей день схід сонця світлий, значить скоро сніг повністю зійде. Наші пращури примітили, яка погода 8 квітня - така вона буде 8 жовтня, і навпаки.',
  },
  {
    id: 100,
    folk:
      '9 квітня вшановується пам’ять мучениці Матрони Солунської. У народі святу називають Матрона Настовниця, тому що у цей час бувають ранкові заморозки - сніг від них замерзає, і люди ходять як по "насту". З теплих країв продовжують повертатись птахи: вівсянки, плюгавки, чибіси. Якщо чибіс летить низько - до тривалої сухої погоди; якщо він кричить звечора - до ясної погоди. Якщо весняний лід тоне чи залишається на березі, то літо буде холодним.',
  },

  //  to fix bottom ID
  {
    id: 70,
    folk:
      'У цей день Церква вшановує пам’ять святого преподобного мученика Євстратія Печерського і преподобного Іларіона Нового. У минулі часи у цей день, якщо закінчувались заморозки, виганяли худобу на пасовисько. В залежності від температури повітря з цього дня вилітають джмелі і комарі. Наші пращури продовжували спостерігати за птахами і складати по ним прогноз погоди: якщо птахи вили гнізда на сонячній стороні, очікувалось холодне літо, якщо на тіньовій стороні, то літо мало бути теплим.',
  },
  {
    id: 71,
    folk:
      '11 квітня відзначається день пам’яті преподобного Марка, єпископа Арефусійського. Наші пращури у цей день слідкували за гусями: якщо вони високо летять - води буде багато, низько - до малої осінньої води. Березовим соком наші пращури на Марка відпоювали хворих: чистили кров, виганяли хвороби зі шлунку. У цей час ламаються бруньки у чорної смородини, калини, червоної бузини.',
  },
  {
    id: 72,
    folk:
      '12 квітня вшановується пам’ять преподобного Івана Ліствичника. 12 квітня в давнину спостерігали за птахами: якщо дикі качки прилітали жирні - весна буде холодною і довгою; а якщо раптово закінчувалась тяга вальдшнепів - слід чекати скорого похолодання чи снігу. У цей час лопаються бруньки у клена.',
  },
  {
    id: 73,
    folk:
      'Церква відзначає день святого Іони, святителя Інокентія і преподобного Іпатія. У народі Іпатій вшановується як помічник при безплідді. Наші пращури продовжували спостерігати за перелітними птахами і робити висновки про майбутню погоду. Якщо перелітні птахи хохляться, то хорошої погоди не чекай; після прильоту довго не щебечуть - на холод; раптово замовкли - до грози.',
  },
  {
    id: 74,
    folk:
      '14 квітня відзначається день пам’яті Марії Єгипетської. У народі святу називали Марія Запали Сніг, Марія - заграй ярки, Марія - пусті щі. Щоб дізнатись про літо, спостерігали за нічним небом: якщо ніч ясна і тече тепла вода, то літо буде тепле і сухе. У цей час розпускається бузок, вилізають лісові мурашки.',
  },
  {
    id: 75,
    folk:
      '15 квітня вшановується пам’ять преподобного Тита чудотворця і мученика Полікарпа. У народі Тита називали Льодоломом, оскільки у цей час розкриваються від льоду річки. До середини квітня виходили зимові припаси. У народі говорили: "Нічого немає, ні кришки, ні зерна, ні краплі"; "Полікарпів день - початок безхліб’я". Наші пращури вважали: якщо у цей день весняні води течуть повільно, лід тоне, значить буде тяжко людям у цьому році.',
  },
  {
    id: 76,
    folk:
      'У цей час наші пращури продовжували слідкувати за льодом: якщо він на озерах потоне - рік буде важким. Садівники вже розпочинали саджати груші, сливи, смородину, обрізати дерева і кущі.',
  },
  {
    id: 77,
    folk:
      '17 квітня відзначається день пам’яті преподобного Йосипа, піснописця і творця канонів. На Йосипа починає звучати голосок цвіркуна і вперше подає голос журавель. У давнину виходили у цей день з будинків, звертались до журавлів як до борців зі злом і захисників від нечистої сили. Наші пращури примітили, якщо вдень 17 квітня спекотно, а вночі прохолодно - до хорошої погоди.',
  },
  {
    id: 78,
    folk:
      '18 квітня вшановується пам’ять святого мученика Феодула, читця. У народі святого називали Федул Вітренник: "Прийшов Федул - тепляк подув". Якщо у цей день була негода, то говорили: "Федул губи надув". До цього часу ще ймовірні морози, але після Федула влада зими вже втрачена на довгий час. У цей день приходить перше справжнє тепло і прокидаються цвіркуни.',
  },
  {
    id: 79,
    folk:
      'У цей день вшановується пам’ять святого преподобного Євтихія, архієпископа Константинопольського. У народі святого Євтихія називали Тихим, оскільки погода у цей день частіше за все бувала саме такою. Коли видавався і справді тихий день, то селяни примітили: "Це - до врожаю ранніх хлібів".',
  },
  {
    id: 80,
    folk:
      '20 квітня відзначається день пам’яті святого мученика Руфина, диякона і діви Акиліни і з ними 200 воїнів. Якщо на Акулину дощ, то ярові будуть погані, а калина вродиться хорошою. З цього часу з’являються перші гриби - сморчки. Наші пращури на Акиліну спостерігали за небом: якщо на ньому було багато зірок - це обіцяло хороший врожай грибів і ягід.',
  },
  {
    id: 81,
    folk:
      '21 квітня вшановується пам’ять святих апостолів Іродиона, Агава, Руфа, Асигкрита, Флегонта, Єрма. У народі цей день називали Родион Виверни Голоблі, Родион Льодолом, Ревучі води. Наші пращури примітили: якщо схід на Руфу ясний, то літо буде хорошим, якщо похмуро, то літо буде поганим, а якщо туманно - бути влітку негоді, якщо буде теплий вечір і тиха ніч, літо буде спекотним і сухим.',
  },
  {
    id: 82,
    folk:
      'У цей день вшановується пам’ять святого мученика Вадима, архімандрита. У давнину у цей день розпочинався вигін худоби в поле. У селян була традиція 22 квітня обходити джерела і проговорювати: "Підземна водиця, відкриваємо тобі шляхи зовнішні". Наші пращури помітили, що можна очікувати сухого літа, якщо до цього дня ще не встановилась стабільна тепла погода.',
  },
  {
    id: 83,
    folk:
      '23 квітня відзначається день пам’яті святих мучеників Терентія, Помпія та ін. У цей день у давнину спостерігали за сонцем: "Якщо сонце зійде червоне у туманному серпанку - рік буде хлібородним. Якщо викотиться із-за гори - доведеться переорювати озиме поле і засівати яровими". У цей час розкриваються бруньки у груші, дуба. Сходять нарциси, крокуси, а при ранній і теплій весні можуть зацвісти.',
  },
  {
    id: 84,
    folk:
      '24 квітня вшановується пам’ять святого мученика Антипа, єпископа Пергамо-Асійського. Антипа називали Половодом і казали: "Антип води розпустив", "Антип без води (холод) - засіки без зерна (літо погане)". Наші пращури помітили: "якщо до цього дня води не розкрились, то весна пізньою буде і літо поганим". Якщо вранці мороз, а вдень сніг пішов, то ще цілий місяць буде холодно. У цей день ведмідь з барлоги виходить.',
  },
  {
    id: 85,
    folk:
      'У цей день вшановується пам’ять святого мученика Василя, сповідника, єпископа Парійського. З цього дня стає значно тепліше, земля прогрівається, сохне, тому в народі говорили, що "Василь землю парить". Наші пращури спостерігали за вербою: якщо вона до цього дня розпушилась - сильного холоду уже не буде. З 25 квітня масово вилітають джмелі, літають бджоли. Виходять з нір лисиці.',
  },
  {
    id: 86,
    folk:
      '26 квітня відзначається день пам’яті святої мучениці Фомаїди Єгипетської. У народі Фомаїда вважається приборкувачкою пристрастей. Наші пращури спостерігали за виділенням березового соку: якщо у берези було багато соку, вважалось, що літо буде дощовим. У цей час з’являються перші весняні квіти (при теплій весні з’являються раніше), зеленіє малина.',
  },
  {
    id: 87,
    folk:
      '27 квітня вшановується пам’ять святого Мартіна (Мартина) сповідника, папи Римського. У народі святого Мартіна називали Лисогоном, також цей день мав назву "Свято ворон". У цей час лисиці переселяються зі старих нір у нові: "На Мартина на лисиць нападає куряча сліпота". Наші пращури помітили, що якщо тепло 27 квітня - у перших числах травня похолодає. З цього часу починаються грози. Прилітають стрижі і косатки.',
  },
  {
    id: 88,
    folk:
      'У цей день вшановується пам’ять святих апостолів Аристарха, Пуда, Трохима. У цей день оглядають пасіки: "На день святого Пуда діставай бджіл з-під споду". Вважалось, що бджолиний рій, який залетів на чужий двір, обіцяв господарю дому щастя. На Пуда калина і горобина бруньки розпускають. При нормальній весні у цей час розпускаються листя на березі. З’являються жаби. У садах спостерігається раннє цвітіння вишні.',
  },
  {
    id: 89,
    folk:
      '29 квітня відзначається день пам’яті святих мучениць Ірини, Агапії і Хіонії. У народі святу Ірину називали "Розрий берега", оскільки при весняних стоках води стаються обриви річкових берегів, зсуви. Вода підмиває береги. Також святу Ірину називали Розсадницею і у цей день сіяли капусту на розсаду. Наші пращури примітили: "Якщо ярки заграють і знову замерзнуть - чекай перешкоди на врожай".',
  },
  {
    id: 90,
    folk:
      '30 квітня вшановується пам’ять преподобного Зосими, ігумена Соловецького. Зосима і Саватій вважаються у народі заступниками бджіл і пасічників. До цього часу уже і береза, і вільха розпускаються. Якщо береза перед вільхою лист розпустила, то чекали сухого літа, а якщо вільха перед березою, то пророкували мокре літо. З 30 квітня по 5 травня можна почути перше кування зозулі.',
  },
  {
    id: 91,
    folk:
      '1 травня відзначається день святого Косми, єпископа Халкідонського. З цього дня вже можна висаджувати різні овочі. У давнину з цього приводу говорили: "Сій моркву і буряк на Кузьму". У минулі часи вважалось, що якщо початок травня теплий, то в кінці обов’язково буде холодно, і навпаки. Це час ранніх гроз. На початку травня цвіте в’яз, агруз, зеленіє чорна смородина.',
  },
  {
    id: 92,
    folk:
      ' У цей день вшановується пам’ять преподобного Івана Ветхопещерника. У народі цього святого називали Іваном Воїном, і вірили в нього як захисника від крадіїв. У цей день був звичай розстилати на землі полотна, класти пироги. Таким чином наші пращури пригощали весну, щоб вона дала хороший врожай. У цей час зацвітає бузина, жовта акація, польовий клен, осина.',
  },
  {
    id: 93,
    folk:
      '3 травня відзначається день пам’яті Федора Трихини. З давніх часів існує традиція у цей день поминати своїх померлих родичів і відвідувати кладовища. Спостерігаючи за погодою наші пращури помітили, що дощ у цей день віщує хороший врожай.',
  },
  {
    id: 94,
    folk:
      '4 травня вшановується пам’ять святого мученика Іаннуарія, єпископа. У цей час потрібно спостерігати за черемхою: якщо вона рано зацвіла - буде тепле літо. Чим раніше вона починає цвісти, тим спекотнішим буде літо. З цього дня вкривається квітами ліловий бузок, у садах зацвітають нарциси. Саме час садити часник, щоб літом уже зібрати врожай.',
  },
  {
    id: 95,
    folk:
      'У цей день вшановується пам’ять апостолів Нафанаїла, Луки, Климента. У минулі часи помітили, що якщо 5 травня вночі станеться заморозок, то ще 40 днів вранці буде достатньо холодно. Напередодні дня Юрія (6 травня) святкували свято "Ляля". Найкрасивіша дівчина (Ляля) повинна була кидати подругам вінки. Хто спіймає, ховає подарунок до наступної весни. З цього дня починали висаджувати картоплю.',
  },
  {
    id: 96,
    folk:
      '6 травня відзначається день пам’яті великомученика Георгія Побідоносця. У народі його називали Єгорій Весняний, і пов’язано це було з приходом весни. За народним повір’ям, Єгорій Весняний володіє чарівними ключами, котрими відмикає весняну землю і випускає росу, від чого розпочинається бурхливий ріст трав: "Єгорій землю відмикає". У цей час прилітають ластівки: "Ластівка прилетіла, скоро грім загримить".',
  },
  {
    id: 97,
    folk:
      'У цей день вшановується пам’ять мучеників Сави Стратилата і Євсевія. У минулі часи до цього дня у селян закінчувався хліб, розпочинався голодний травень: "Ну, хліб-то давно весь вийшов, піди візьми у Савки в лавці". У давнину з цього дня бувало ще 12 холодів. У садах починають квітнути яблуні, розгортаються бруньки груші.',
  },
  {
    id: 98,
    folk:
      '8 травня відзначається день пам’яті святого апостола і євангеліста Марка. У народі його називали Марк Ключник. Вважається, що Марк відає ключами від дощів. "Якщо випаде у травні три дощі добрих, то і хліба буде на три роки повних". Якщо співочі птахи прилітають зграями - на тепле літо. Якщо у цей день спостерігалась райдуга висока і крута - до хорошої погоди, якщо ж вона була низькою і пологою - до негоди.',
  },
  {
    id: 99,
    folk:
      '9 травня вшановується пам’ять святителя Стефана Великопермського, просвітителя, який створив першу азбуку народів пермської землі. До цього часу філологи користуються його працями. У цей час квітне черемха і чорна смородина, зеленіє садовий жасмин. Наші пращури помітили таку городню прикмету: якщо лист берези розвернувся повністю - можна саджати картоплю.',
  },
  {
    id: 100,
    folk:
      '10 травня відзначається день пам’яті апостола і священномученика Симеона, сродника Господнього. У народі цього святого називали Семен-ранопашець і казали: "Час орати, коли грім гримить, ліс у листя одягається, жайворонок заспівав, а водяні жабенята квакати починають". Якщо у цей день спостерігається ясний схід сонця, то літо, ймовірно, вітряним буде.',
  },
  {
    id: 101,
    folk:
      'Цей день пов’язаний з початком збору березового соку, яким поїли хворих. Також поправити здоров’я допомагав теплий (південний) вітер, характерний для цього дня. У давнину спостерігали за погодою вночі: якщо вона була теплою, а небо було зоряним, значить буде хороший врожай.',
  },
  {
    id: 102,
    folk:
      'Це день пам’яті дев’яти мучеників Кизичеських. Мученики вважаються в народі як тлумачі сновидінь і захисники від віспи. 12 травня практикувався такий звичай: якщо опівдні вийти на дорогу і підставити обличчя теплому вітру, то "здоров’я прибавиться на цілий рік". Наші пращури помітили, що ясний схід сонця у цей день обіцяє хороше літо.',
  },
  {
    id: 103,
    folk:
      '13 травня відзначається день пам’яті апостола Якова Заведієва. Наші пращури спостерігали за вечором і ніччю на Якова: теплий вечір і зоряна ніч пророкували грозове і тепле урожайне літо. На погоже літо вказував і ясний схід сонця.',
  },
  {
    id: 104,
    folk:
      'У цей день вшановується пам’ять святого пророка Ієремії-Запрягальника, оскільки на цей час приходиться розпал польових робіт. Негода у цей день передвіщає сурову і холодну майбутню зиму. А якщо сонце сходить ясно - все літо буде гарне, погоже. У цей час у давнину проводжали весну і зустрічали проліття.',
  },
  {
    id: 105,
    folk:
      '15 травня відзначається день пам’яті князів Бориса і Гліба, Сіячів. У цей день починають співати солов’ї, тому його називають "Солов’їним". Якщо соловей співав заливисто, значить "весна пішла на спад, а літо - на прибуток". Якщо соловей заспівав на голі дерева, бути неврожаю плодів у садах.',
  },
  {
    id: 106,
    folk:
      'У цей день вшановується пам’ять мучеників Тимофія і Маври. У народі святу називали "Мавра - Зелені Щи", оскільки у цей час із молодої кропиви і щавлю варили пусті щи. Ще її називали "Маврою-Молочницею", так як у корів збільшувався удій. "Коли на Мавру цвіте черемха - зажди холод живе". Наші пращури вважали, що цвіт черемхи холод приносить.',
  },
  {
    id: 107,
    folk:
      '17 травня вшановується пам’ять мучениці Пелагії, діви Тарсійської. У давнину у цей день рубали дерево на вичинку ложок. Наші пращури на Пелагею чекали сильного дощу, оскільки він приносить врожай чистий і достатній. У цей час зеленіє дуб, зацвітає вишня, яблуні, груші, ранні сорти калини, шипшини.',
  },
  {
    id: 108,
    folk:
      '18 травня відзначається день пам’яті мучениці Ірини. У народі цей день називався "Ірина Розсадниця", оскільки у період з 18 по 25 травня прийнято висаджувати розсаду капусти. Займатися цим за звичаєм можуть лише жінки. "Якщо посадить овочі чоловік, то вони зацвітуть, але не дадуть плоду". У цей час починає зеленіти липа, зацвітає чорниця.',
  },
  {
    id: 109,
    folk:
      'У цей день вшановується пам’ять святого преподобного Євтихія, архієпископа Константинопольського. У народі святого Євтихія називали Тихим, оскільки погода у цей день частіше за все бувала саме такою. Коли видавався і справді тихий день, то селяни примітили: "Це - до врожаю ранніх хлібів".',
  },
  {
    id: 110,
    folk:
      'День памяті преподобного Іоанна Зедазнійського, мученика Фалалея і преподобного Ніла Сорського. Погоду в цей день визначає місяць: якщо він ріжками донизу - на тепло, а якщо червоний - на дощ. Якщо під час заходу сонячний диск був більше звичного і більш червоним, наступного дня можна очікувати вітряної погоди без дощу.',
  },
  {
    id: 110,
    folk:
      'День пам’яті апостола і євангеліста Івана Богослова. У народі святого називали Градобоєм і Пшеничником. Якщо у цей день буде дощ - грибів буде багато. Була у цей день традиція пекти пироги для пригощання мандрівників і бідних. У цей час лопаються бруньки у лісової шипшини. Починають цвісти ранні іриси.',
  },
  {
    id: 111,
    folk:
      '22 травня вшановується пам’ять святителя Миколи. У народі це свято найбільш відоме під назвою Микола Весняний. Обидва Миколи - і Зимовий (19 грудня), і Весняний - погоду встановлюють. "Микола Весняний - з теплом, Микола Зимовий - з морозом". Цим днем знаменується кінець весни і початок передліття (з 22 травня по 10 червня). На Миколая можуть бути грози, дощі: "Дощ у травні хліба піднімає".',
  },
  {
    id: 112,
    folk:
      'День апостола Симона Зилота. У народі цей день називався Семик. Чому така назва, невідомо, але земля в цей день вважалась іменинницею. Працювати у цей день на землі було заборонено, оскільки земля повинна відпочивати. 23 травня ходили по лісах і дібровах, збирали різні трави, яким приписували особливу цілющу силу. Наші пращури помітили, що холодний день на Симона обіцяє хороший врожай зернових культур.',
  },
  {
    id: 113,
    folk:
      '24 травня відзначається день пам’яті святих рівноапостольних Мефодія і брата його Кирила, священномученика Мокія. Цей день вважався показником погоди для всього літа. Якщо мокро, то і все літо буде мокрим, і навпаки. "Якщо багряний схід сонця, а вдень дощ - літо мокре і грозове буде". Якщо туман з’являвся вечором і розходився до сходу сонця, то чекали негоди.',
  },
  {
    id: 116,
    folk:
      'У цей день вшановується пам’ять святителя Єпіфанія, архієпископа Кіпрського. Єпіфаній відомий як видатний церковний учитель і чудотворець. У давні часи помітили, якщо на Єпіфанія ранок у червоному кожусі (червоне небо під час сходу сонця), то літо буде сухим, пожежонебезпечним.',
  },
  {
    id: 117,
    folk:
      '26 травня відзначається день пам’яті мучениці Лукерії. У народі її називали Комарницею. Хоча асоціації з цими комахами у нас не зовсім приємні, але саме їх чимала кількість передбачає ягідний достаток влітку. У давнину говорили: "Багато комарів - готуй по ягоди коробів, багато мошок - готуй по гриби козуб". Якщо у цей день ластівки літають низько, незабаром можна чекати дощу.',
  },
  {
    id: 118,
    folk:
      '27 травня вшановується пам’ять святого мученика Ісидора. В давні часи цього дня очікували, як закінчення будь-яких холодів: "На Ісидора відійдуть усі сивери (холода)". Але якщо день видавався все-таки холодним, то варто було очікувати такого ж літа: "На Сидора сиверко (північний вітер), і все літо таке". В день Ісидора прилітають ластівки, приносять тепло.',
  },
  {
    id: 119,
    folk:
      '28 травня відзначається день пам’яті Пахомія Великого, який мав дар чудотворця і зцілював від недуг. У народі цей день називали Пахомієм Теплим, або Пахомієм Бокогрієм: "Прийшов Пахом - запахло теплом". Як правило, цей день завжди буває теплим і вказує на те, що літо, яке наступає, теж буде теплим.',
  },
  {
    id: 120,
    folk:
      'У цей день вшановується пам’ять преподобного Феодора Освященного, який прославився святістю життя і великим даром чудотворіння. У народі його називали Федір Житник, оскільки 29 травня було останнім строком для посіву ярових. Якщо на Федора зацвіла горобина, значить погода буде теплою.',
  },
  {
    id: 152,
    folk:
      '30 травня відзначається день преподобного Ісаакія Далматського, апостола Андроніка і святої Іунії. Вони вірили у Христа, проповідували його вчення. Померли мирно, що для І століття було рідкістю. У давні часи помітили, що погода влітку буде саме такою, якою вона є у цей день.',
  },
  {
    id: 153,
    folk:
      '31 травня вшановується пам’ять мученика Феодота Анкірського і семи дів-мучениць. Феодот лікував хворих, допомагав усім, хто потребував допомоги. У давні часи цей день був пов’язаний в основному з посівом льону. Наші пращури слідкували за тим, яке дерево у цей день лист розгорне. Якщо дуб перед ясеном лист пустить, значить літо буде сухим.',
  },
  {
    id: 154,
    folk:
      'У перший день літа вшановується пам’ять благословенного князя Івана Углицького і великого князя Дмитра Донського. У давні часи в цей день ще бували заморозки на ґрунті. Наші пращури помітили, якщо перші два дні червня йде дощ - весь місяць сухим, а літо теплим буде. А якщо літо розпочинається з холодів, то наступні 40 днів будуть холодними. Спостерігали також за пташиним царством: якщо ворони сідають дзьобами в одну сторону - до сильного вітру.',
  },
  {
    id: 155,
    folk:
      '2 червня відзначається день мученика Фалалея, Олександра і Астерія. Мученик Фалалей відомий у народі під ім’ям Огірочник, оскільки з цього дня починали сіяти огірки. "На Пилипа і на Фалалея - діставай огірки пошвидше". "На Фалалея - сій огірки". Якщо в цей день багато шишок на ялині - на хороший урожай огірків. У цей час розпускається жасмин. Також ще може цвісти горобина. Пізнє цвітіння цього куща вказувало нашим пращурам на пізню осінь.',
  },
  {
    id: 156,
    folk:
      'У цей день вшановується пам’ять рівноапостольного царя Костянтина і матері його цариці Олени. У народі Олену (Ольону) називали Льоносійкою, так як це був час для посіву льону. Наші пращури помітили, якщо в цей день погода буде непогожою, то і осінь буде такою. Також по цьому дню судили про початок зими: "Якщо 3 червня дощ з градом, то 3 грудня - сніг з крупою". У цей час уже відцвітають сади. Продовжує квітнути малина, шипшина, горобина. Можуть з’явитись і перші гриби: червоноголовки, підберезовики, білі.',
  },
  {
    id: 157,
    folk:
      '4 червня відзначається день пам’яті мученика Василиска. Цей день у давні часи вважався солов’їним днем. Наші пращури ходили слухати спів солов’я, вважали, що "хороший ранок зі співу птахів розпочинається". Якщо на Василиска соловейко співає всю ніч, то день погожий буде. А якщо у цей день добре пахне жимолостю - на дощ. 4 червня наші пращури слідкували за комахами: якщо масово з’являлись павуки і ґедзі - до урожаю огірків. На хороший урожай вказували і сильні роси.',
  },
  {
    id: 158,
    folk:
      '5 червня вшановується пам’ять святителя Леонтія Ростовського і чудотворця Романа Углицького. На Леонтія закінчують саджати огірки. Наші пращури помітили: "Багато ґедзів у цей день - до хорошого урожаю огірків". Якщо вранці трава пахне сильніше звичного - на дощ.',
  },
  {
    id: 159,
    folk:
      'У цей день вшановується пам’ять преподобного Симеона стовпника на Дивній горі, чудотворця. Погоду 6 червня у минулі часи передвіщали бджоли: якщо вони роєм гудять на горобині, що квітне - завтра буде ясний день. У цей час у садах цвітуть пізні сорти яблунь, вишень.',
  },
  {
    id: 160,
    folk:
      '7 червня відзначається день пам’яті священномученика Ферапонта і Івана Предтечі. У минулі часи цей день називали медяними росами, Ферапонт Горобинник. У народі про цей день говорили: "З Іванового дня пішли шкідливі (медяні) роси, які приносять рослинам хвороби". 7 червня часто гримить грім. Особливо наші пращури спостерігали у цей день за горобиною: якщо на ній багато квітів - буде хороший урожай хліба. А якщо горобина пізно розцвітає, то осінь буде довгою.',
  },
  {
    id: 161,
    folk:
      '8 червня вшановується пам’ять апостолів Карпа і Алфея. Наші пращури називали цей день Карп-корополов, оскільки на Карпа добре ловляться коропи. Слідкували у цей день за комарами: якщо їх було занадто багато, то останні дні місяця очікувалися теплими, але дощовими.',
  },
  {
    id: 162,
    folk:
      'У цей день вшановується пам’ять священномученика Ферапонта, єпископа Сардійсього і мучениці Феодори діви. У народі є приказка: "На Федору не винось із хати сміття". У цей день не підмітали в домі і не мили підлоги, щоб не накликати біду. У минулі часи в цей день слідкували за мурахами: якщо навколо мурашника багато мурашок - на гарну погоду.',
  },
  {
    id: 163,
    folk:
      '10 червня відзначається день пам’яті преподобного Микити сповідника. Святий Микита в народі вшановується як сторож гусей, тому по-простому його називають Гусятником. Це обрядове свято. Гуси з весни вимагають ретельного догляду, оскільки гусенята в цей час часто гинуть. Щоб врятувати їх від гибелі народ і дав їм святого покровителя. У народі вважається - якщо день тихий, то урожай буде хорошим. Слідкували також за конюшиною: "Конюшина зближує листочки - до негоди".',
  },
  {
    id: 164,
    folk:
      'У цей день вшановується пам’ять священномучениці Феодосії, діви Тірської. У народі святу називали Колосяниця і Гречишниця, оскільки в цей час починає колоситися хліб і сіють гречку. З давніх часів день Феодосії вважається нещасливим днем: "День святої Феодосії вартий один усіх понеділків". У минулі часи в цей день спостерігали за горобцями: якщо вони веселі, рухливі, забіякуваті - на хорошу погоду.',
  },
  {
    id: 165,
    folk:
      '12 червня відзначається день пам’яті преподобного Ісакія-сповідника. У народі цей день вважався зміїним. За народним повір’ям, у цей день змії "ходять по лісах станицями" і вбивати їх дуже небезпечно. Кожному вони готові мстити безмилосердно. З давніх часів до нас дійшла традиція на день Ісакія саджати боби. Нащі пращури 12 червня спостерігали за павуками: якщо павуки посилено працюють у цей день, значить погода буде мінятись. У цей час цвіте шипшина і жасмин.',
  },
  {
    id: 166,
    folk:
      '13 червня вшановується пам’ять мученика Єрмія. У народі Єрмія називали Розпрягальником. Це було обрядове народне свято. Вважалось, що в цей день слід закінчувати посів. Наші пращури прислуховувались до зозулі, якщо вона в цей день кує - хороша погода буде. Також звертали увагу на росу - чим більше її ввечері, тим завтра жаркіше буде.',
  },
  {
    id: 167,
    folk:
      'У цей день вшановується пам’ять мучеників Устина Філософа і Харитона. У народі помітили, якщо в цей день довго кує зозуля - очікується тепла погода без холодного ранку. Ранок цього дня мав для селян велике значення - по ньому визначали урожай: гарний ранок на Устина - гарний налив жита; дощ, похмуро - урожай на льон і коноплі. Для 14 червня існує красива сімейна традиція: вечір цього дня слід провести наодинці з коханою людиною, тоді у сім’ї буде щастя.',
  },
  {
    id: 168,
    folk:
      '15 червня відзначається день святителя Никифора, сповідника, патріарха Константинопольського. Погоду в цей день нашим пращурам прогнозувало сонце: якщо воно ввечері не сяде в хмари, то наступний день буде хороший; якщо сяде в хмари, то негожий і похмурий.',
  },
  {
    id: 169,
    folk:
      '16 червня вшановується пам’ять мученика Лук’яна. У народі цей день називали Лука Вітренник, оскільки вітер у цей день був головним персонажем. На Луку найбільше боялись північно-східного вітру, який нібито приносить з собою безперервні дощі, шкідливі при дозріванні жита. Наші пращури уважно слідкували за напрямком вітру: з північної сторони - буде день ясний; прохолодний вітер - може бути дощ з градом; з півдня чи заходу - до негоди; з південного заходу - негода надовго.',
  },
  {
    id: 170,
    folk:
      'У цей день вшановується пам’ять святителя Митрофана Константинопольського. На Митрофана наші пращури слідкували за вечірньою зорею: червона зоря - на вітер; світла і жовта - на дощ. У цей час зацвітають пізні сорти горобини, яблунь.',
  },
  {
    id: 171,
    folk:
      '18 червня відзначається день священномученика Дорофія, єпископа Тірського. У народі говорили: "День Дорофія - ранок вечора мудріше". Якщо в цей день сонце парить і тиша в повітрі, можна готуватись до грози. З Дорофія розпочинаються найкоротші ночі - "горобині".',
  },
  {
    id: 172,
    folk:
      'У цей день вшановується пам’ять преподобного Іларіона Нового. У сільських мешканців розпочинається розпал прополки. З цього приводу є приказка: "Прийшов Іларіон - дурну траву із поля вон". Наші пращури в цей день спостерігали за комахами: якщо жуки літають вечором, можна розраховувати на хорошу погоду.',
  },
  {
    id: 173,
    folk:
      '20 червня відзначається день пам’яті священномученика Феодота (Федота) Анкірського. У народі святого Федота називали Врожайником. "Святий Федот тепло дає - жито в золото веде". Для наших пращурів погода цього дня мала велике значення: якщо вона тепла, ясна, то врожай буде хороший, зерно велике; якщо буде дощ - зерно буде погане. У минулі часи прислуховувались до лісу: перед грозою він притихає. Слідкували і за самим громом: якщо довго гримить - буде град.',
  },
  {
    id: 174,
    folk:
      '21 червня відзначається день пам’яті великомученика Феодора Стратилата. У народі святого називали Колодязником, оскільки це був день тих, хто копав криниці. Наші пращури говорили, що "Стратилат грозами багатий" - з цього дня наступала пора літніх гроз. Примітили у давнину, якщо під час грози добре чути грім, то варто чекати на затяжну негоду. Також в цей день звертали увагу на росу: якщо багато роси, то урожай буде хорошим. 21-22 червня - день літнього сонцестояння.',
  },
  {
    id: 175,
    folk:
      'У цей день вшановується пам’ять святителя Кирила Олександрійського. У минулі часи день 22 червня мав ще й таку назву - Кирило Кінець Весни Початок Літу. Це другий день літнього сонцестояння, і це найдовший день у році. З цього приводу наші пращури говорили, що "На Кирила сонечко віддає землі усю свою силу". По сонцю і про погоду судили: якщо воно світить вдень ніби через оболонку - потрібно незабаром чекати на дощ.',
  },

  //  bug
  //  bug
  //  bug
  //  bug
  //  bug
  //  bug
  //  bug
  {
    id: 176,
    folk:
      '23 червня вшановується пам’ять священномученика Тимофія Пруського. У народі день Тимофія називали мишачий писк. За повір’ям, у цей день по землі ходять-бродять привиди. Старі люди вірили і бачили у цю пору великі "зграї мишей" на подвір’ях, що не передвіщало нічого хорошого. Погоду в цей день передбачали по диму від вогнища: якщо він піднімається стовпом - на ясну погоду, стелиться по землі - до негоди. А якщо на Тимофія засуха, то в цей день добра не чекай.',
  },
  {
    id: 177,
    folk:
      '24 червня відзначається день пам’яті апостолів Варфоломія і Варнави. У минулі часи в цей день не можна було рвати траву, тому що люди вірили, що по ній катається всяка нечиста сила. Сонячну погоду 24 червня передбачав туман, який вранці стелиться по воді, і мокриця, яка залишається розкритою весь день. Наші пращури помітили, якщо під час сходу сонця стоїть духота, то хорошої погоди не чекати. Дощ передбачала чиста вода у водоймах і сильний запах трави і жимолості вранці.',
  },
  {
    id: 178,
    folk:
      '25 червня відзначається день пам’яті преподобних Петра Афонського і Онуфрія Великого. У народі цей день часто називали Петро Поворот, оскільки з Петра Афонського сонце на зиму, а літо на спеку повертає. У минулі часи було прийнято сіяти в цей день до обіду якесь біле зерно, а після обіду - чорне (гречку). Виконання цього правила гарантувало успіх. У цей день випадають великі роси. Наші пращури примітили, якщо дощ йде маленькими краплями - буде йти довго.',
  },
  {
    id: 179,
    folk:
      'У цей день вшановується пам’ять мучениці Акелини (Акулини). У народі цей день називали: Акулина Гречишниця (у цей час сіють гречку), Акулина - Криві огірки (у цей час ще можна сіяти огірки, але красивими вони вже не будуть). З Акулини лютують мошки, комарі, г’едзі, мухи. "Мошкара товчеться колами - на хорошу погоду". Наші пращури вечором 26 червня слідкували за місяцем: якщо він у білому колі, то буде дощ. Кінець "горобиним ночам". У цей час зацвітає барбарис.',
  },
  {
    id: 180,
    folk:
      '27 червня відзначається день пам’яті святого пророка Єлисея. Наші пращури боялися дощу в цей день, оскільки він обіцяв ще сім неділь негоди. Прогнозувати погоду у цей день могла і риба: якщо вона грає в річці - вночі може бути гроза.',
  },
  {
    id: 181,
    folk:
      'У цей день вшановується пам’ять мучеників Віта (Фіта) і Модеста. Святому Модесту моляться, коли хворіє худоба. У народі говорили, що на Віта соловей замовкає. Наші пращури помітили, що "Дощ на Фіта - погано для жита". За прикметою, день 28 червня бажано сонячний, оскільки у разі дощової погоди у домі буде розлад і сварки. У минулі часи примітили, якщо під час сходу сонця стоїть духота - до негоди.',
  },
  {
    id: 182,
    folk:
      '29 червня відзначається день пам’яті святителя Тихона Амафунтського. У народі говорили: "На Тихона сонце йде тихіше". Це вважається найтихіший день у році. З Тихона закінчується молоде літо, настає зріле. У цей день влаштовували обід для людей, які удобрювали гноєм поля. Ці люди були дуже потрібні, тому що: "Де зайва гною колижка, там зайва буханка хліба". Наші пращури примітили, якщо бджоли вранці граються - буде ясний день, товчуться - до негоди.',
  },
  {
    id: 183,
    folk:
      '30 червня вшановується пам’ять священномучеників Мануїла і Ісмаїла. У минулі часи говорили: "На Мануїла сонце застоюється (уповільнюється в зеніті)". Цю народну прикмету підтверджують дані астрономів: дійсно, до цього часу Земля знижує швидкість руху навколо Сонця. На нічному небі у цей час можна побачити блискавиці. Наші пращури у цей день прислуховувались до дерев: якщо сосна звенить, а дуб - стогне, значить бурі не обминути.',
  },
  {
    id: 184,
    folk:
      '1 липня вшановується пам’ять мучеників Леонтія, Іпатія і Федула. У давні часи 1 липня відзначався Ярилин день - день пекучого сонця. З цієї нагоди організовувались народні гуляння. Наші пращури в цей день спостерігали за травою: якщо вранці вона суха - на ніч буде дощ. У цей час відцвітає малина, починають квітнути лілії.',
  },
  {
    id: 185,
    folk:
      '2 липня відзначається день пам’яті мученика Зосими. У народі Зосима вважається заступником бджіл. З цього часу бджоли починають заносити мед, заливати соти. Оскільки день присвячений цим працелюбним комахам, то й погоду наші пращури визначали по їх поведінці. Так ось: коли бджоли швидко летять до своїх вуликів, то скоро буде дощ; стають злішими, частіше жалять - перед засухою; сидять на стінках вулика - до сильної спеки.',
  },
  {
    id: 186,
    folk:
      'У цей день вшановується пам’ять священномученика Мефодія, єпископа Патарського. У народі цей день називали Павутинним, тому що погоду "прогнозував" павук. Якщо в цей день він не розкидає павутину - буде дощ або буря. А якщо знову плете павутину - зміна погоди на краще. Дуже часто цей день буває дощовим, з грозою. Дощ у цей день міг передбачати не лише павук. Якщо мурахи ховаються в купу - можна очікувати на сильний вітер, дощ, грозу: жаби в траву виповзають - також слід чекати на дощ.',
  },
  {
    id: 187,
    folk:
      '4 липня відзначається день священномученика Терентія, єпископа Іконійського. У минулі часи помітили, якщо цей день спекотний, то грудень буде морозним. У цей час зацвітає липа.',
  },
  {
    id: 188,
    folk:
      'У цей день вшановується пам’ять священномученика Євсевія, єпископа Самосатського. Наші пращури в цей день сподівались на дощ, оскільки він вказував на хороший урожай хлібів. Хороший урожай обіцяв і місяць, який грав вечором. А вранці спостерігали за туманом: якщо він стелиться по воді - буде хороша погода.',
  },
  {
    id: 189,
    folk:
      '6 липня відзначається день Володимирської ікони Божої Матері. Також у цей день вшановується пам’ять священномучениці Агрипини. У народі святу називали Аграфена Купальниця, тому що в цей день розпочинались купання. Мабуть, найголовнішою подією дня Аграфени Купальниці був збір трав, коріння для лікувальних і знахарських цілей. Щоб дізнатись погоду на щонайближче майбутнє, наші пращури в цей день слідкували за воронами: якщо вони під хмари летять - до негоди.',
  },
  {
    id: 190,
    folk:
      '7 липня відзначається Різдво славного Пророка, Предтечі і Хрестителя Господнього Івана. Це одне з найулюбленіших серед людей свят. З 7 липня наші пращури починали косовицю, поки трава не засім’янилась. Наші пращури помітили, якщо на Івана сильна роса - на урожай огірків. В давнину говорили, якщо в цей день буде дощ, то через п’ять днів буде сонечко світить. Дощ на Івана Купала вважався благодатним.',
  },
  {
    id: 191,
    folk:
      'У цей день вшановується пам’ять святого благовірного князя Петра і княгині Февронії, муромських чудотворців. Святе подружжя прославилось благочестям і милосердям. Петро і Февронія померли в один день і час. Вони - зразок християнського подружжя. Наші пращури помітили, що з цього дня слід очікувати ще сорок спекотних днів.',
  },
  {
    id: 192,
    folk:
      '9 липня відзначається день ікони Тихвинської Божої Матері. Також у цей день вшановується пам’ять преподобного Давида Солунського. У народі святого називають Суничником, оскільки до цього часу поспіває суниця. У наших пращурів існувало повір’я: хто хоче позичити грошей, той повинен покласти трави суниці у кишеню і сміло йти - відмови не буде. Щоб дізнатись погоду, у минулі часи слідкували за травою: якщо вранці вона суха, на ніч слід чекати дощу.',
  },
  {
    id: 193,
    folk:
      '10 липня відзначається день пам’яті преподобного Самсона Странноприімця. У народі відома така назва цього дня - Самсон Сіногній, тому що часто 10 липня бувають дощі, що, в свою чергу, псує заготівлю сіна. Якщо дощ у цей день все таки є, то буде він йти до Бабиного літа. А якщо погода хороша, сонячна, то протримається вона ще сім неділь.',
  },
  {
    id: 194,
    folk:
      'У цей день вшановується пам’ять преподобних Сергія і Германа, Валаамських чудотворців. З цього дня вже можна копати ранню картоплю. У минулі часи помітили, що напередодні Петрового дня (12 липня) сонце незвичайно горіло, розливалось фарбами. У цей день наші пращури слухали зозулю: якщо вона переставала кувати - зима рано прийде.',
  },
  {
    id: 195,
    folk:
      '12 липня відзначається день пам’яті славних і всехвальних первоверховних святих апостолів Петра і Павла. Цей день вважається верхівкою літа. Наші пращури помітили, якщо ясно на Петрів день - рік буде хорошим, а якщо дощ - 40 днів ще буде негода. Найчастіше цей день сухий, спекотний, світлий. З цього приводу існувала приказка: "Петро-Павло жару добавили". Якщо зозуля кує після Петрового дня, то, значить, літо буде хороше, довге і сніг нескоро випаде.',
  },
  {
    id: 196,
    folk:
      'У цей день відзначається собор святих славних і всехвальних 12 апостолів: Петра, Андрія, Якова Заведієвого, Івана, Пилипа, Варфоломія, Хоми, Матвія, Якова Алфієва, Іуди Іаковля, Симона Зилота і Матвія. Наші пращури прислуховувались до зозулі: якщо вона продовжує кувати - літо буде хороше і довге.',
  },
  {
    id: 197,
    folk:
      '14 липня відзначається день пам’яті святих чудотворців безсерібреників Косми і Даміана. У селян у цей час починалась косовиця: "Кузьма і Дем’ян прийшли - на косовицю пішли". До цього часу поспіває малина, перші овочі. Наші пращури на Кузьму і Дем’яна варили варення з аґрусу. У минулі часи помітили, хороша погода 14 липня обіцяє хорошу погоду 14 листопада, а якщо буде погана погоду у цей день, то й 14 листопада нічого хорошого не чекай.',
  },
  {
    id: 198,
    folk:
      'У цей день вшановується пам’ять святителя Фотія, митрополита Київського. У минулі часи у цей день було ще свято Берегині. Берегиня вшановувалась як охоронниця від зла і захисниця здоров’я. До цього часу поспіває рання вишня. Наші пращури помітили, якщо до 15 липня на деревах "проглянуть" перші жовті листочки - осінь настане рано і зима буде ранньою. У період з 15 до 20 липня у річках і водоймах починає цвісти вода.',
  },
  {
    id: 199,
    folk:
      '16 липня вшановується пам’ять благовірних князів Василя і Костянтина Ярославських. У народі цей день називається Маків, і з давніх часів вважається нещасливим. У цей день краще бути обережним і не починати ніякої справи. До цього часу повністю зріє і лісова, і садова суниця. У цей день наші пращури спостерігали за комарами і мошкою: якщо вони в’ються колами, хороша погода гарантована на найближчі семеро діб.',
  },
  {
    id: 200,
    folk:
      '17 липня відзначається день пам’яті святого благовірного великого князя Андрія Боголюбського. У минулі часи дивились, чи немає жовтого листя на деревах, якщо є, то осінь рано настане. Цей день визначав погоду 11 серпня: "Який Андрій - такий і Калинник (11 серпня)". Наші пращури у цей день спостерігали, як "грає місяць". Якщо його можна побачити при сході, то здається, нібито він перебігає з місця на місце, міняє свій колір і ховається в хмари. Така "гра" вказує на хороший урожай.',
  },
  {
    id: 202,
    folk:
      '18 липня вшановується пам’ять преподобного Афанасія Афонського. У народі в цей день відзначали свято місяця. На Афанасія місяць продовжує грати, що передбачає хороший урожай. Наші пращури в цей день слідкували за хмарами: якщо по небу пливуть жовті, нібито мед, хмари - на дощ. З цього приводу говорили: "З гнилого кута (південного заходу) нагнало хмари - буде дощ".',
  },
  {
    id: 203,
    folk:
      'У цей день вшановується пам’ять мученика Єрмія. З давніх часів дійшла традиція на Єрмія варити варення з чорної смородини. Також у цей день вшановується пам’ять преподобної Мокрини (Мокриди). У народі говорили, що осінь по Мокриді потрібно дивитись, якщо 19 липня дощ, то і осінь буде дощовою: "Мокрида мокра - і осінь мокра".',
  },
  {
    id: 204,
    folk:
      '20 липня відзначається день пам’яті преподобної Євдокії, княгині Московської. У народі цей день називали Явдоха Сіногнійка, оскільки наставав час затяжних дощів, що, у свою чергу, псувало сіно. Наші пращури наставляли: "Згребеш сіно до купи, так і не страшись хмари". Наші пращури помітили, яка Явдоха Сіногнійка, такий буде і листопад.',
  },
  {
    id: 205,
    folk:
      '21 липня вшановується пам’ять святого великомученика Прокопа. У народі святого Прокопа називали Жнивником, оскільки у цей час починали в’язати снопи. Також у цей день відзначається свято Казанської ікони Божої Матері. У народі говорили: "Хто на Казанську одружиться, щасливий буде", тому в цей час справлялось багато весіль. По цьому дню судили про найближчу зиму: "Що Казанська покаже, те й зима скаже". З 21 липня починається найсильніша спека.',
  },
  {
    id: 206,
    folk:
      'У цей день вшановується пам’ять священномученика Панкрата і Кирила. На Панкрата і Кирила пробують перші огірки з городу. У народі цей день називався чорничним, оскільки з 22 липня починали збирати чорницю. За народним повір’ям, "чорниця відводить від живота лихо", вона "лікує виразку шлунку, чистить кров, відновлює роботу печінки". Наші пращури помітили, якщо цей день спекотний, то у грудні варто чекати на сильний холод.',
  },
  {
    id: 207,
    folk:
      '23 липня відзначається день преподобного Антонія Печерського. У минулі часи помітили, якщо в цей день буде глухий грім - до тихого дощу, а якщо грім гучний, можна чекати на зливу. З давніх часів до нас дійшло цінне зауваження для рибалок: якщо грім у пісний день (середа і п’ятниця) - у рибалок буде хороший улов риби.',
  },
  {
    id: 208,
    folk:
      '24 липня відзначається день пам’яті святої рівноапостольної Ольги. Також у цей день вшановується пам’ять великомучениці Євфимії Всехвальної. У народі цей день називали Єфимії-стожарниці, оскільки стоїть дуже спекотна погода. Часто цей день буває грозовим. У цей час починають випадати роси. З давніх часів кінець липня - росяна пора. Ці роси шкідливі для помідорів. Наші пращури помітили, якщо в цей день сонячно, то урожай зернових культур буде хорошим.',
  },
  {
    id: 209,
    folk:
      'У цей день вшановується пам’ять священномучеників Прокла та Іларія. У народі цей день називали Прокл Великі Роси. Проклові роси вважаються лікувальними. У минулі часи їх збирали для лікування хвороб очей. Тоді вірили, що роса в цей день наділяє красою, спокоєм. Наші пращури помітили, якщо на Прокла вночі немає роси, а в низинах туман - на негоду. А якщо нічна роса не просихає - бути грозі. У цей час зацвітають гладіолуси.',
  },
  {
    id: 210,
    folk:
      '26 липня відзначається собор Архангела Гавриїла. За народним календарем цей день вважається серединою літа. Якщо 26 липня сухо, то осінь буде довга, тепла і суха. Наші пращури в цей день спостерігали за ластівками: якщо вони низько літають, осінь буде довга. З цього часу у деяких місцях граки починають збиратись у перші осінні зграї.',
  },
  {
    id: 211,
    folk:
      '27 липня вшановується пам’ять преподобного Стефана Махрищського, чудотворця. З цього дня починається спад літа, який продовжиться до 26 серпня. У цей час листя на деревах починає набувати осіннього забарвлення. У минулі часи помітили, якщо день 27 липня спекотний, сухий, то зима буде морозною і малосніжною.',
  },
  {
    id: 212,
    folk:
      'У цей день вшановується пам’ять мучеників Кирика та Іуліти. У народі цей день називали Кирики-мокродирки, тому що часто у цей день йде дощ. Жінки у минулі часи святкували день "матінки Уліти", вважаючи її своєю заступницею. Також у цей день вшановується пам’ять святого рівноапостольного князя Володимира Київського. У народі говорили: "На Володимира Червоне Сонечко сонце красне світить". Тому, буде дощ чи сонце, вгадати важко.',
  },
  {
    id: 213,
    folk: '',
  },
  // bug
  {
    id: 214,
    folk:
      '29 липня відзначається день священномученика Афіногена, єпископа Підахвійського. З цього дня ночі стають холоднішими, спека спадає. У минулі часи помітили, якщо верес зацвів, значить липень уступає місце серпню. Також народ примітив, що на Афіногена пташки задумуються (замовкають).',
  },
  {
    id: 215,
    folk:
      '30 липня відзначається день пам’яті великомучениці Марини (Маргарити). У цей час можна спостерігати зорі з пазорями (голубими спалахами блискавиць). Як правило, липень відходить з грозами. Не даремно у ці дні спостерігали за погодою: за народною прикметою, осінь буде такою, як два останніх дня липня.',
  },
  {
    id: 216,
    folk:
      'У цей день вшановується пам’ять Івана Багатостраждального. У давнину в цей час топили бані, парили віники з трав і квітів, щоб змити з себе втому після жнив. У народі говорили: "Хоча в липні й душно, й спекотно, але прощатись з ним шкода". За народною прикметою, якщо липень був спекотний, зима буде морозною.',
  },
  {
    id: 217,
    folk:
      '1 серпня відзначається день пам’яті преподобної Мокрини. Мокрина вказує на осінь. Якщо на Мокрину мокро - вся осінь мокра. У народі помітили, якщо на Мокрину сухо, не буде дощів на шість тижнів, мокро - дощ на такий же строк. На мінливу погоду осені вказував сильний вітер і мінлива хмарність у цей день. У цей час розпочинається ранній листопад, замовкають птахи, зникають ґедзі.',
  },
  {
    id: 218,
    folk:
      '2 серпня вшановується пам’ять пророка Іллі. У народі вважається, що з Іллі йде поворот на осінь, хоча спекотне літо може простояти ще довго. У цей час встановлюється помірне тепло. Світловий день іде на спад, а ночі на збільшення. Якщо у цей день буває глухий грім - до тихого дощу, грім гучний - до зливи, грім безперервний - буде град; грім гримить довго і не різко - до негоди, якщо ж уривчасто і не тривало - буде ясно.',
  },
  {
    id: 219,
    folk:
      'У цей день вшановується пам’ять преподобного Семена і пророка Єзекіля. У народі Семена називали Літопроводцем, оскільки він літо проводжає. За повір’ям, літо має закінчитися після обіду. Наші пращури примітили, яке третє число серпня, такий і жовтень. А якщо цей день буде вітряним, то зима буде достатньо холодною.',
  },
  {
    id: 220,
    folk:
      '4 серпня відзначається день святої мироносиці рівноапостольної Марії Магдалини. У народі цей день мав назву Поцілуйниця. З давніх давен остерігаються у цей день робити польові роботи: градом поб’є, грозою уб’є, тому що цей день вважається і часто буває громовим. Наші пращури помітили, якщо у цей день грім гримить безперервно, то буде град.',
  },
  {
    id: 221,
    folk:
      'У цей день вшановується пам’ять Почаївської ікони Божої Матері і мученика Трохима. У народі Трохима називають Безсонником, оскільки йде пора активної роботи, жнив: "Хорошому господарю день малий". На полях у цей час закінчується збір зерна. Наші пращури помітили, що серпневі роси - до чудової погоди.',
  },
  {
    id: 222,
    folk:
      '6 серпня вшановується пам’ять священномучеників благовірних князів Бориса та Гліба. У народі день Бориса і Гліба називали паликопна (гроза палить копиці), тому в поле намагались не виїжджати, за польові роботи не братися. Погоду дізнатись нашим пращурам допомагали квіти: якщо квіти в’юна щільно закрились, незабаром буде дощ.',
  },
  {
    id: 223,
    folk:
      '7 серпня відзначається Успіння (кончина) правовірної Ганни, матері Пресвятої Богородиці. У минулі часи помітили, яка погода на Ганну до обіду, така зима до грудня; яка погода після обіду, така зима після грудня. Спостерігали у цей день за лелеками: якщо за неділю перед Спасом (14 серпня) лелеки почнуть готуватись до відльоту, то зима настане рано і буде морозною, а весна теплою.',
  },
  {
    id: 224,
    folk:
      '8 серпня відзначається день священномучеників Єрмолая, Єрміппа і Єрмократа, ієреїв Нікомедійських. У наших пращурів це був час збору трав у лікарських цілях. У минулі часи помітили, золотавий колір зорі і фіолетове забарвлення горизонту - до хорошої погоди.',
  },
  {
    id: 225,
    folk:
      'У цей день вшановується пам’ять великомученика і цілителя Пантелеймона. У цей день бояться грози: "Хто на Палія (Пантелеймона) працює, у того гроза спалить хліб". У цей час розпочинається ранній листопад у берези; ходять за лікувальними травами і корінням. Наші пращури помітили, якщо птахи перестають співати, незабаром буде негода.',
  },
  {
    id: 226,
    folk:
      '10 серпня вшановується пам’ять Прохора, Никанора, Тимона і Пармена дияконів. У цей час викопують цибульки тюльпанів. У давнину помітили, що сильне мерехтіння зірок на сході сонця передвіщає дощ через два-три дні.',
  },
  {
    id: 227,
    folk:
      '11 серпня відзначається день святого мученика Калинника. Слідкували у минулі часи за вівсом на Калинника: якщо спілий овес вдруге зазеленіє - осінь буде непогожою. У давнину існувало таке поняття як "мороки" - це похмурий туманний час, який був характерний для цього дня.',
  },
  {
    id: 228,
    folk:
      'У цей день вшановується пам’ять апостолів Сили, Силуана та інших. У минулі часи помітили, якщо у цей час дні похмурі і прохолодні, то дощу можна не боятись, і роботи в полі можуть продовжуватись без перерви; якщо ж душно і обтяжливо, і комахи особливо злі і кусючі, то буде дощ.',
  },
  {
    id: 229,
    folk:
      '13 серпня відзначається день пам’яті праведника Євдокима. У народі цей день називали Євдокимове заговіння, оскільки з 14 серпня починається Успенський піст. У минулі часи наші пращури слідкували на Євдокима за сходом сонця: якщо воно при сході яскраво-червоне і незабаром ховається у хмари - можна чекати дощу.',
  },
  {
    id: 230,
    folk:
      '14 серпня відзначається свято Походження Хреста Господнього (Перший Спас). Наші пращури говорили, що у Спаса всього в запасі: і дощ, і вітер, і різна погода, тобто погоду у цей день передбачити було складно. Якщо все-таки у цей день буде дощ, то мало пожеж буває. З цього дня починаються проводи літа, може бути перший ранній нічний заморозок, початок холодних рос.',
  },
  {
    id: 231,
    folk:
      'У цей день відзначається перенесення із Єрусалиму до Константинополя мощів первомученика Стефана (Степана). Степан вважається покровителем коней. Наші пращури помітили, яка погода на Степана - такий і вересень буде. А по тому, які дні 15-19 серпня, визначали погоду на вересень-січень.',
  },
  {
    id: 232,
    folk:
      '16 серпня вшановується пам’ять преподобного Антона Римлянина, Новгородського чудотворця. У народі святого називали Антон Віхровій, оскільки у цей день часто буває вітер, по якому судять про майбутню зиму. Якщо на Антона вихор - чекай сніжну зиму. Ще в давнину помітили, який цей день, такий і жовтень.',
  },
  {
    id: 233,
    folk:
      '17 серпня відзначається день пам’яті святої преподобної Євдокії (Явдохи). Дощі у цей час ідуть серед білого дня, без блискавок і грому. По цьому дню судили про майбутній листопад: "Яка Явдоха - такий листопад". Якщо день погожий, ясний, то і листопад буде погожим, а якщо похмуро і дощ іде - бути йому сірим і туманним.',
  },
  {
    id: 234,
    folk:
      'У цей день вшановується пам’ять святого Євстигнія. У минулі часи на Євстигнія їли сиру цибулю з хлібом, сіллю і квасом, від чого були здоровими. А у кімнатах розвішували зв’язки цибулі - щоб повітря очищалось. У давнину у цей день визначали погоду на грудень: "Який Євстигній - такий і грудень".',
  },
  {
    id: 235,
    folk:
      '19 серпня відзначається свято Преображення Господа Бога і Спаса нашого Ісуса Христа. У давнину помітили, що зі Спасу "погода преображається". Погода цього дня вказувала на майбутню осінь: "Який день на другий Спас, така і Покрова (14.10)". Якщо день був сухим, то й осінь сухою буде, мокрий - мокра осінь, а якщо ясний, слід готуватись до сурової зими.',
  },
  {
    id: 236,
    folk:
      '20 серпня вшановується пам’ять святого Марина воїна; преподобного Пимена Печерського. У народі існувала така приказка відносно цього дня: "Пимени-Марини - не шукай у лісі малини". З цього дня закінчуються літні грози і починається листопад берези. У минулі часи помітили, якщо у цей день лелеки готуються до відльоту, то осінь буде холодною.',
  },
  {
    id: 237,
    folk:
      'У цей день вшановується пам’ять святителя Мирона, єпископа Критського. У народі святого називали Мирон Вітрогон і говорили: "Мирони-Вітрогони пилюку по дорозі гонять, по красному літу стогнуть", так як у цей день бувають сильні вітри. У минулі часи помітили, "який Мирон - такий січень".',
  },
  {
    id: 238,
    folk:
      '22 серпня відзначається день пам’яті апостола Матвія. У давнину говорили, що Матвій негоду підпускає. З 22 серпня осінній дощ літній перебиває. У цей час уже поспіває брусниця, сливи, з’являються осінні опеньки.',
  },
  {
    id: 239,
    folk:
      '23 серпня вшановується пам’ять архідиякона Лаврентія. Лаврентія називають водоколивачем: "Якщо вода у цей день опівдні тиха, не хвилюється - осінь буде тихою, а зима без злих заметілей". Якщо у цей день сильна спека або сильні дощі, то так буде довго - усю осінь.',
  },
  {
    id: 240,
    folk:
      'У цей день вшановується пам’ять святого Євпла. У народі цей день має різні назви: Болотні вогні, Чудеса на болоті. Ці незвичні назви пов’язані з народним повір’ям, що 24 серпня на болоті можна почути свист, пісні, а нікого немає. Відносно погоди, з давніх часів до нас дійшло таке спостереження: якщо вранці пішов дощик - вдень буде хороша погода.',
  },
  {
    id: 241,
    folk:
      '25 серпня відзначається день пам’яті святих Фотія і Аникити. У давнину помітили, якщо цей день дощовий - бабине літо коротким буде, а якщо погода тепла і ясна - слід чекати хорошого врожаю білих грибів. З 25 серпня розпочинаються перші ранні заморозки у повітрі. Починають опадати окремі листя у клена.',
  },
  {
    id: 242,
    folk:
      '26 серпня вшановується пам’ять святителя Тихона, Задонського чудотворця. Наші пращури у цей день прибирали у сараях і погребах, щоб до зимових сховищ не пристала осіння гниль. Спостерігали у цей день за горобиною: якщо цвітіння горобини пізнє, можна очікувати довгої і теплої осені.',
  },
  {
    id: 243,
    folk:
      'У цей день вшановується пам’ять пророка Міхея. Наші пращури помітили, якщо у цей день тихий вітер, то осінь буде ясною. А ось якщо Міхей з бурею - до непогожого вересня. У минулі часи у цей день спостерігали за журавлями: якщо вони вже відлітають до теплих країв, то до середини жовтня мороз буде, а якщо ні - то зима пізніше прийде.',
  },
  {
    id: 244,
    folk:
      '28 серпня відзначається свято Успіння Пресвятої Богородиці. З 28 серпня розпочинається молоде Бабине літо, яке триває до 11 вересня. У минулі часи помітили, якщо молоде Бабине літо погоже - чекай негоди на старе (з 14 до 21 вересня). Якщо у цей день погода тиха і ясна, то й осінь буде такою ж.',
  },
  {
    id: 245,
    folk:
      'У цей день відзначається свято Спаса Нерукотворного. Наші пращури говорили: "Третій Спас - хліба припас", оскільки до цього дня вже збирали новий врожай. У минулі часи помітили, якщо у цей день буде заморозок - осінь тривалою буде. А якщо журавель відлетить до третього Спаса, то на Покров (14 жовтня) буде морозно.',
  },
  {
    id: 246,
    folk:
      '30 серпня вшановується пам’ять святого Мирона пресвітера. З 30 серпня починається осінній листопад (першою скидає лист береза, за нею липа, в’яз, черемха і т. д.). У минулі часи помітили, якщо вранці цього дня туман і роса, то погода на Мирона буде хорошою.',
  },
  {
    id: 247,
    folk:
      '31 серпня відзначається день святих Флора і Лавра. З цього часу починаються осінні холодні ранки, які переходять у ранкові заморозки. Останній день літа не завжди балував наших пращурів теплом: часто у цей день осідали важкі тумани, йшов дощ, дули вітри холодні.',
  },
  {
    id: 248,
    folk:
      'Першого дня осені вшановується пам’ять святого Андрія Стратилата. З цього часу можливі заморозки на ґрунті. Дерева поступово набувають осіннього забарвлення: жовтіє листя берези, починається листопад у ліщини. Наші пращури підмітили: якщо 1 вересня дме вітер з півночі – до холодною осені, а з півдня – до теплої.',
  },
  {
    id: 249,
    folk:
      '2 вересня відзначається день пророка Самуїла. Починають збиратися у зграї перелітні круки. З’являються зимові опеньки. На городі час зривати буряк і моркву - городу вклонятися. Наші предки помітили, якщо у цей день гримітиме - осінь буде затяжною.',
  },
  {
    id: 250,
    folk:
      '3 вересня вшановується пам’ять апостола Фадея. У минулі часи представники цього імені вважались щасливими людьми: "Хто Фадей - той своїм щастям володіє". Наші пращури підмітили: якщо цього дня погода ясна – такою вона буде ще чотири тижні. На Фадея можна висаджувати цибулини нарцисів.',
  },
  {
    id: 251,
    folk:
      'Цього дня вшановується пам’ять святого Агафоника. У народі ще його називають Агафон Огуменник. Цей сподвижник пов’язаний із повір’ям у лісовиків, вважали, що лісовик "потішається" зі снопами. У давнину помітили, якщо хмари цього дня розсіяні, то наступний ранок буде ясним і холодним.',
  },
  {
    id: 252,
    folk:
      '5 вересня відзначається день святого Лупа. Погоду цього дня у далекі часи передбачали журавлі: якщо вони на південь потягнули, то зима прийде рано; якщо ж журавлі полетять низько - зима буде теплою; полетять високо - холодною; якщо летять низько, швидко, мовчки - чекайте незабаром негоди.',
  },
  {
    id: 253,
    folk:
      '6 вересня вшановується пам’ять святого Євтихія. З давніх часів до нас дійшло таке спостереження, що зазвичай цей день тихий і безвітряний. Але якщо все ж таки розпочнеться дощ - буде суха осінь; сніг добре землю вкриє, а навесні вчасно зійде.',
  },
  {
    id: 254,
    folk:
      'Цього дня вшановується пам’ять апостола Тита. У народі святого називали Листопадником, Грибним, і приказували: "Святий Тит останній гриб ростить". Саме гриби передвіщали нашим пращурам майбутню зиму: великий врожай – до затяжної зими. Зазвичай до дня святого Тита дозрівають груші.',
  },
  {
    id: 255,
    folk:
      '8 вересня відзначається день пам’яті святих Адріана і Наталії. Наші предки помітили: якщо у цей день холодний ранок, то буде рання і морозна зима. У давнину цей день вважався іменинами горобини. Збирали горобину та калину, і додавали: "Великий урожай горобини – до морозу".',
  },
  {
    id: 256,
    folk:
      '9 вересня вшановується пам’ять преподобного Пимена Великого. Цього дня наші пращури погоду осені і зими визначали за горобиною: якщо вона добре вродила - до дощової осені, морозної зими. Як відомо, горобина є цінною харчовою і лікарською рослиною, тому з давніх часів її активно використовували для лікування простудних захворювань.',
  },
  {
    id: 257,
    folk:
      'У цей день вшановується пам’ять преподобного Сави Крипецького. Наші пращури славили врожай, починались веселі осінні ярмарки. Люди не даремно поспішали впоратись з польовою роботою, оскільки з цього часу нерідко розпочинались осінні дощі. Якщо у цей день було чути грім, то він передвіщав теплу осінь.',
  },
  {
    id: 258,
    folk:
      '11 вересня відзначається свято Усікновення голови пророка Предтечі і Хрестителя Господнього Івана. День 11 вересня завершує літо: "Іван Пісний прийшов, літо красне відвів". Цього дня наші пращури слідкували за журавлями: якщо з Івана Пісного журавлі полетіли на південь, то осінь буде короткою, а зима – ранньою.',
  },
  {
    id: 259,
    folk:
      'Цього дня відзначається Перенесення мощів святого благовірного великого князя Олександра Невського в Олександро-Невську лавру в Санкт-Петербурзі. Наші предки помітили, що теплий вечір і зоряна ніч 12 вересня обіцяють хороший врожай наступного року, а теплий і сухий день вказують на пізню зиму.',
  },
  {
    id: 260,
    folk:
      '13 вересня вшановується пам’ять святого Кипріана, єпископа Карфагенського. У давнину цього дня спостерігали за мешканцями водойм: якщо жаби скачуть на берег і вдень квакають, а риби вистрибують з води – на дощ. З цього часу на городах збирають коренеплоди: моркву, буряк, картоплю.',
  },
  {
    id: 261,
    folk:
      '14 вересня відзначається день пам’яті преподобного Симеона Стовпника і матері його Марфи. З цього дня починається старе Бабине літо, яке триває до 21 вересня. За цим днем наші пращури визначали погоду на майбутню осінь. Якщо перший день Бабиного літа ясний і теплий, то осінь та зима буде теплою; сухо – осінь суха. А якщо піде дощ, то вся осінь буде дощовою.',
  },
  {
    id: 262,
    folk:
      '15 вересня вшановується пам’ять святого Маманта, батька його Федота і матері його Руфини. З цього часу відбувається перехід середньодобової температури повітря через 10ºС. З середини вересня скидає листя черемха, пустіють пасовища. У давнину наші пращури слідкували за заходом сонця: якщо цього вечора він буде червоним, то морозів довго чекати не доведеться.',
  },
  {
    id: 263,
    folk:
      'Цього дня вшановується пам’ять святих Домни і Василиси Великої. 16 вересня "прибирали мотлох у будинку", щоб придбати благополуччя на осінь. У давнину наші предки спостерігали за мурашниками: якщо мурахи спорудили собі великі купи до осені, то варто готуватися до сурової зими.',
  },
  {
    id: 264,
    folk:
      '17 вересня відзначається день пам’яті ікони Божої Матері "Неопалима купина". Цього дня наші пращури на світанку ходили слухати останні голоси птахів, які відлітали на південь. І слідкували за воронами: якщо ці птахи сідають головами у різні сторони - день буде безвітряним, а якщо в одну, і якнайближче до стовбура дерева – чекай вітру.',
  },
  {
    id: 265,
    folk:
      '18 вересня вшановується пам’ять преподобного Афанасія Брестського. Погоду цього дня наші пращури визначали за горобиною: якщо в лісі її багато – осінь буде дощовою, а мало – сухою. Якщо листя на горобині пожовкло рано, осінь та зима буде ранньою і холодною.',
  },
  {
    id: 266,
    folk:
      'Цього дня вшановується пам’ять архистратига Михаїла. З 19 вересня вранці починалися Михайлівські приморозки: "Михаїл памороззю землю прихватив". У давнину наші пращури погоду на зиму визначали за листям осики: якщо воно лягає лицьовою стороною вверх – до студеної зими, виворітною догори – зима буде теплою, а якщо і так, і так – то на помірну зиму.',
  },
  {
    id: 267,
    folk:
      '20 вересня відзначається день пам’яті преподобного Луки. За цибулею визначали прийдешню зиму: якщо на цибулині багато "одежинки" – бути холодній зимі. Для цього дня характерна мряка. Наші пращури слідкували за ялинковими шишками: якщо вони виросли низько – на ранні морози, а якщо вгорі – слід чекати на справжній холод у кінці зими.',
  },
  {
    id: 268,
    folk:
      '21 вересня відзначається свято Різдва Пресвятої Богородиці. Наші предки підмітили, якщо цього дня сприятлива погода, то й осінь буде теплою. Слідкували також за тваринами: якщо після Малої Пречистої худоба рветься на пасовисько зрання, то і зима буде ранньою.',
  },
  {
    id: 269,
    folk:
      '22 вересня вшановується пам’ять правовірних Іоакима і Ганни, батьків Діви Марії. 22 вересня визнають днем осіннього рівнодення – ніч рівняється з днем і збільшується: коротшим стає день і довшають вечори. Це явище вважається астрономічним початком осені. Також наші пращури спостерігали за павутиною: якщо вона була довгою, то це на ясну осінь і сніг передбачався нескоро.',
  },
  {
    id: 270,
    folk:
      'Цього дня вшановується пам’ять святителів Петра і Павла, єпископів Нікейських. Погоду передвіщали за горобиною. Якщо горобини у лісі багато – на дощову осінь, якщо ж мало – на суху. Рясно ягід на горобині – до суворої зими, тому і заготовляли горобиновий квас, щоб у великий холод лікувати простудні захворювання.',
  },
  {
    id: 271,
    folk:
      '24 вересня відзначається день преподобної Феодори (Федори) Олександрійської. З цього дня починається Золота осінь, яка триватиме до 15 жовтня. На Федору наші пращури спостерігали за бджолами: якщо вони відкривають вдруге льотку, то буде затяжна і тепла осінь. Цього дня бувають останні грози перед початком зими.',
  },
  {
    id: 272,
    folk:
      '25 вересня вшановується пам’ять святого Автонома (Артамона), єпископа Італійського. Тваринне життя швидко замирає, осінь вступає у свої володіння. Наші пращури цього дня вивчали листя берези і дізнавались про майбутню весну: якщо вони жовтіють зверху – весна буде ранньою, а якщо знизу – пізньою.',
  },
  {
    id: 273,
    folk:
      '26 вересня вшановується пам’ять святого Корнилія сотника. До цього часу закінчується формування осінніх зграй граків. Наші пращури помітили: коли граки відлітають, уже можна чекати снігу. А якщо у цей день піде дощ, то погода найближчим часом буде похмурою.',
  },
  {
    id: 274,
    folk:
      '27 вересня відзначається свято Воздвиження Чесного і Животворящого Хреста Господнього. У народі цей день називався Треті осенини або Здвиження (врожай до цього дня має бути "здвинутим" у погріб). Якщо 27 вересня дує північний вітер, то літо буде теплим. У народі говорили: "Воздвиження осінь назустріч зимі рухає".',
  },
  {
    id: 275,
    folk:
      '28 вересня вшановується пам’ять святого Микити, якого називали Микита Гусепроліт: "Гуси летять – зиму на хвості тягнуть". Якщо гусак лапу піднімає – до холоднечі, на одній нозі стоїть – до морозу, полощеться у воді – на тепло, дзьоб під крило ховає – до ранньої зими. Якщо гуси цього дня полетять, то на Покрову буде мороз, а ні – зима прийде пізніше.',
  },
  {
    id: 276,
    folk:
      'Цього дня вшановується пам’ять святої Євфимії Всехвальної. Якщо у цей день на вулиці можна побачити багато павутини, а шпаки не поспішають відлітати – осінь буде сухою і "затяжною". Чим тепліше і сухіше буде на Євфимію, тим пізніше настане зима, а сильного холоду можна не боятися.',
  },
  {
    id: 277,
    folk:
      '30 вересня відзначається день пам’яті святих Віри, Надії, Любові та матері їх Софії. Люди цього дня спостерігали за журавлями: якщо вони полетять, то на Покрову (14 жовтня) буде мороз, а ні, то зима буде пізньою. З цього часу можна чекати перші заморозки у повітрі нижче -2 градусів. У цей день може бути як дощова і холодна погода, так і ясна, сонячна.',
  },
  {
    id: 278,
    folk:
      '1 жовтня вшановується пам’ять святої Аріадни. У народі цей день називався Орина, журавлиний літ. Якщо на Орину журавлі відлетять, то на Покрову (14 жовтня) буде перший мороз; якщо ні, то до Артемового дня (2 листопада) на мороз годі й чекати – "сльота стоятиме". Яка погода 1 жовтня, така буде і 1 квітня.',
  },
  {
    id: 279,
    folk:
      'Цього дня вшановується пам’ять святих Трохима, Саватія і Зосими Пустельника. З 2 жовтня проходили Трохимівські вечірки – вибір наречених. "На Трохима не проходить щастя мимо: куди Трохим, туди і воно за ним". Також у це свято бував і перший снігопад. Якщо до цього дня лист з берези і дуба опав не чисто – слід чекати сурової зими.',
  },
  {
    id: 280,
    folk:
      '3 жовтня відзначається день святого Євстафія Плакиди. У народі його ще називали Астафій Вітряк або вітри Астафія. День, як правило, бував вітряний, і за вітром визначали погоду: якщо північний – близько холоднеча; південний – до тепла; західний – до скорих дощів, а східний – до ясної погоди.',
  },
  {
    id: 281,
    folk:
      '4 жовтня вшановується пам’ять апостола Кіндрата. Погода цього дня має величезне значення, оскільки якою вона була у цей день - такою вона залишиться і наступні чотири тижні, тобто весь жовтень. Однак ясна погода 4 жовтня у поєднані з північно-східним вітром обіцяє холодну зиму.',
  },
  {
    id: 282,
    folk:
      'Цього дня вшановується пам’ять святого пророка Іони і Фоки, єпископа Синопійського. З давніх часів цей день називається Фока Вітроградар. Про те, коли очікувати першого снігу, наші пращури передвіщали за березовим листям: якщо до цього дня лист з берези не опав повністю, сніг вкриє землю пізно.',
  },
  {
    id: 283,
    folk:
      '6 жовтня вважається днем Зачаття Пророка, Предтечі й Хрестителя Господнього Іоанна та вшановується пам’ять святого Інокентія, митрополита Московського. Інколи цього дня буває тепло, але досить рідко. Прийдешню зиму визначали так: якщо тхори і куниці до запланованого часу змінюють літнє хутро на зимове, то зима буде ранньою.',
  },
  {
    id: 284,
    folk:
      '7 жовтня вшановується пам’ять святої Фекли. У народі ще називають цей день Фекли Заревниці. Тепер ночі стають все темнішими, день відходить "кінськими кроками". Зазвичай на Феклу варто збирати буряк з городу. Щоб дізнатись про майбутню зиму, спостерігали за дубом: якщо на ньому багато жолудів – до теплої зими і "хлібного" літа.',
  },
  {
    id: 285,
    folk:
      'Цього дня відзначається Представлення преподобного Сергія, ігумена Радонежського. Наші пращури підмітили, якщо на Сергія перший сніг випаде, то зима прийде на Михайла (21 листопада). А якщо цього дня сприятлива погода, то збережеться вона на три тижні.',
  },
  {
    id: 286,
    folk:
      '9 жовтня відзначається день пам’яті апостола Іоанна Богослова. У народі примітили, якщо на Богослова сніг, то зима ввійде в свої права на Михайлів день (21 листопада). Якщо дощ зі снігом – з середини січня і до середини лютого тричі варто чекати сильної відлиги. Якщо сонячно і тепло – липень буде дощовим і холодним.',
  },
  {
    id: 287,
    folk:
      '10 жовтня вшановується пам’ять преподобного Саватія Соловецького, одного із зачинателів Соловецького монастиря. Саватія у народі називали Бджолярем, оскільки цього дня закінчували прибирати вулики на зимівлю. "Бджолина матка відносить ключики від літа в далекі краї". Якщо на Саватія гримітиме, то зима буде безсніжною, короткою і м’якою.',
  },
  {
    id: 288,
    folk:
      '11 жовтня відзначається день пам’яті Іллі Муромця. В Англії існує повір’я, нібито саме в цей день диявол плює на ягоди чорниці, а тому той, хто їх з’їсть, буде споганений. Погоду цього дня визначали за інеєм: якщо вранці на дворі його багато налипло – бути сухій, сонячній погоді.',
  },
  {
    id: 289,
    folk:
      'Цього дня вшановується пам’ять преподобного Киріака, відлюдника. У народі цей день називався Плакальницею. 12 жовтня можливий перший снігопад. Часто застилали землю сирі тумани. Погода цього дня прогнозувала погоду на 2 березня: якщо день був сонячний, то слід очікувати сонячного початку весни.',
  },
  {
    id: 290,
    folk:
      'Цього дня вшановується пам’ять святого Михаїла, першого митрополита Київського. Селяни витрушували зі своєї постелі стару солому і спалювали її "від зурочення недобрим оком" і для того, щоб "прибавити ходу зимі". 13 жовтня спостерігали за журавлями: якщо вони вже відлетіли, значить буде рання і холодна зима.',
  },
  {
    id: 291,
    folk:
      '14 жовтня відзначається свято Покрови Пресвятої Богородиці. Цього дня наші пращури вперше зустрічали зиму. На Покрову особливу увагу приділяли вітру: якщо цього дня вітер зі сходу чи півночі – зима буде холодною; з півдня – теплою; із заходу - до сніжної зими; а якщо вітер мінливий, то й зима буде перепадистою.',
  },
  {
    id: 292,
    folk:
      '15 жовтня вшановується пам’ять святого Кипріана. Ясне небо цього дня передвіщає, що невдовзі буде морозно. А якщо на Кипріана сильний дощ і льодяний вітер – на студену зиму. У цей час відбувається ранній перехід середньодобової температури повітря через відмітку в 0 градусів Цельсія.',
  },

  // bug ===================================================================================
  // bug ===================================================================================
  // bug ===================================================================================
  // bug ===================================================================================
  // bug ===================================================================================
  // bug ===================================================================================
  {
    id: 293,
    folk:
      'Цього дня вшановується пам’ять апостола Хоми. Починаються холодні вітри: "Одягай теплу сукню з дня Хоми". До цього дня виявлялись надлишки хлібних припасів: "Хома – велика крома (сума); тобто достаток хліба і запасів". Якщо на Хому випаде сухий перший сніг, літо хорошим буде, а якщо у цей день немає вітру, можна очікувати швидкого похолодання.',
  },
  {
    id: 294,
    folk:
      '20 жовтня відзначається день пам’яті святого Сергія. У народі цей день називали Сергій Зимній або Зазимки, і казали: "Сергій зиму починає". Якщо сніг випаде, коли дерева ще не скинули листя, то він скоро розтане. Якщо земля цього дня снігом вкриється, то до Матрони (22 листопада) зима "на ноги стане".',
  },
  {
    id: 295,
    folk:
      '21 жовтня вшановується пам’ять преподобного Трифона, архімандрита В’ятського, і преподобної Пелагеї. У народі цей день називали Ознобиці, і казали: "З Трифона, Пелагеї – холоднішатиме". Здавна день 21 жовтня вважався у народній метеорології днем похолодання. Погодні прикмети радять серйозно подумати про підготовку до зими.',
  },
  {
    id: 296,
    folk:
      'Цього дня вшановується пам’ять апостола Якова Алфеєва. У народі святого називали Яків Деревопилець, оскільки у цей час йшла активна заготівля дров. 22 жовтня часто йшов сніг: "Після Якова осінь вже заплакала, бо після Якова тепла нема ніякого". Люди у цей вечір слідкували за місяцем: якщо він у колах – наступне літо буде сухим.',
  },
  {
    id: 297,
    folk:
      '23 жовтня відзначається день пам’яті преподобного Амвросія Оптинського. Цього дня наші пращури спостерігали за місяцем – його роги погоду передбачали: "роги місяця вказують у той бік, звідки чекати вітри". Якщо роги на північ – незабаром зимі бути і сніг ляже насухо; на південь – скорої зими не чекай, буде сльота до Казанської (4 листопада).',
  },
  {
    id: 298,
    folk:
      '24 жовтня вшановується пам’ять Пилипа, апостола від семидесяти. Якщо цього дня вранці випадав сніг, можна було очікувати студену зиму. Наші пращури казали: "Кичига і вороч (лопать водяного колеса) сперечаються. Селяни на млин молоти зерно возять" - з цього часу починали заготівлю борошна.',
  },
  {
    id: 299,
    folk:
      "Цього дня вшановується пам'ять святих Прова, Тараха і Андроника. У минулі часи наші пращури спостерігали за зірками і за ними ворожили про погоду та врожай. Яскраві зорі обіцяли мороз; тьмяні – відлигу; сильне мерехтіння зірок синіми відтінками – сніг і зміну погоди; а якщо зірки палали – бути вітрам і сухому року.",
  },
  {
    id: 300,
    folk:
      "26 жовтня відзначається день пам'яті святого Карпа. У минулі часи цей день називали лазневий побут. На полиці протопленої лазні настоювали у молоці цілющі трави. Цього дня уважно слухали півня. Якщо півень починав співати раніше дев'яти годин вечора, назавтра очікували дощ.",
  },
  {
    id: 301,
    folk:
      '27 жовтня вшановується пам’ять преподобної Параскеви Сербської. У народі її називали Грязнухою, і вважалась вона заступницею жінок. Як правило, погода на Параскеву була мінливою: "На Грязнуху не буває сухо". Якщо було сиро і грязно на вулиці, то вважалось, що до справжньої зими залишається 4 тижні.',
  },
  {
    id: 302,
    folk:
      'Цього дня вшановується пам’ять преподобного Євфимія Нового, Солунського. Наші пращури помітили, з якого числа у жовтні піде сніг, з того числа весна відкриється у квітні. І ще приказували: "Єфимій холодом коріння трав й дерев із землею смикає, всяку комаху в тьмяній траві укриває, сон навіває". «Як зачнеться на Єфимку моква, то аж до морозів».',
  },
  {
    id: 303,
    folk:
      "29 жовтня відзначається день пам'яті святого Лонгина сотника. Наші пращури у цей день звертали увагу на іній: якщо він довго не землі протримається, то найближчим часом настане суха і сонячна погода і буде потепління",
  },
  {
    id: 304,
    folk:
      '30 жовтня вшановується пам\'ять святого пророка Осії, який мав дар звіщати про лиха. У цей час закінчувався літній шлях і починався зимовий: "На Осії колесо з віссю прощається, бо віз у заслінок поліз, а сани ще не зніс" – віз у сарай ставили, сани на світ витягували. А погоду передвіщали за зозулею: якщо вона кує на сухому дереві, то невдовзі буде мороз.',
  },
  {
    id: 305,
    folk:
      "31 жовтня вшановується пам'ять святого апостола і євангеліста Луки. З цього дня світловий день значно скорочується. Довжина дня не перевищує 9 годин. Наші пращури 31 жовтня заглядали у криниці, щоб дізнатись погоду в найближчий час: перед морозом вода у криницях і річках піднімається, перед дощем – опускається.",
  },
  {
    id: 306,
    folk:
      '1 листопада відзначається день пам’яті святого Садока, єпископа Персидського. Здавна перший день листопада вважався проводами осені, зустріччю зими і святкувався усюди. Якщо цього дня буде холодно і піде сніг, то весна прогнозується пізня і холодна, а якщо на Садока відлига — у наступному році слід чекати на теплу і ранню весну.',
  },
  {
    id: 307,
    folk:
      '2 листопада вшановується пам’ять святого Артемія. Головним провісником погоди цього дня було листя, що опадає. Якщо перший сніг ліг на суху землю до того часу, як дерева повністю скинули листя, то сніг скоро зійде. Поки лист з вишневих дерев не опаде, скільки б снігу не випало, зима не прийде.',
  },
  {
    id: 308,
    folk:
      'Цього дня вшановується пам’ять преподобного Іларіона Великого. У народі казали: “У листопаді мороз міцнішає поставою”. Наші пращури помітили: якщо 3 листопада ясна безхмарна погода — це ознака швидкого зниження температури.',
  },
  {
    id: 309,
    folk:
      '4 листопада відзначається свято Казанської ікони Божої Матері. Цей день вважався найбільш сприятливим для весіль. У природі відчувається різкий перелом погоди. Якщо на Казанську день розпочнеться туманом — слід чекати відлиги, ясний день — до похолодання. Якщо “небо заплаче, то слідом за дощем і зима прийде”.',
  },
  {
    id: 310,
    folk:
      '5 листопада вшановується пам’ять святого апостола Якова. У давнину в селян була традиція розкидати шматочки Казанського (вчорашнього) пирога полем, щоб зимові птахи “прилетіли до поля і своїми голосами заспокоїли землю”. Якщо на Якова випадала сніжна крупа чи град, то вважалось, що на день Матрони (22 листопада) зима на ноги встане.',
  },
  {
    id: 311,
    folk:
      'Цього дня вшановується пам’ять святого Арефи і відзначається день ікони Божої Матері “Усіх скорботних радість”. У минулі часи з цього дня дівчата збирались прясти і загадували на судженого. Вночі 6 листопада може випасти перший стійкий сніг. У давнину помітили, якщо грибів вродило мало — зима буде сніжною і суровою.',
  },
  {
    id: 312,
    folk:
      '7 листопада вшановується пам’ять святих Маркіана і Мартирія. Наші пращури звернули увагу на те, що вранці цього дня “або дощем заливає, або снігом замітає”, також можливий і туман. У минулі часи казали, що “в листопаді схід сонця з заходом серед дня зустрічаються”.',
  },
  {
    id: 313,
    folk:
      'Цього дня вшановується пам’ять святого Дмитра Солунського. Якщо на Дмитра тепло, то і всій зимі бути з мокрими теплинами. Якщо “Дмитро на снігу — весна буде пізня”. Сприятлива ж погода у цей день передвіщала ранню весну. А якщо на Дмитра була багряна зоря, варто чекати вітру.',
  },
  {
    id: 314,
    folk:
      '9 листопада відзначається день пам’яті преподобного Нестора Літописця Печерського. З цього часу починає вночі замерзати вода. У давнину казали: “Сяде осінь на пагорб, обійме коліна — впаде в її поділ останній лист осінній”. Наші пращури помітили, якщо у зайця хутро побіліло — зима недалечко.',
  },
  {
    id: 315,
    folk:
      '10 листопада вшановується пам’ять святої Параскеви П’ятниці. З цього дня починали м’яти, тріпати і готувати льон для пряжі. Погоду передбачали, як не дивно, комарі: якщо 10 листопада їх ще можна було побачити, то зима обіцяла бути м’якою.',
  },
  {
    id: 316,
    folk:
      'Цього дня вшановується пам’ять преподобної Анастасії Римлянки і преподобного Аврамія самітника. Мисливці вірили: “Якщо вовки зграями бродять полями, то чекай великих бід: епідемій, голоду чи війни”. Якщо 11 листопада “небо заплаче, то слідом за дощем і зима прийде”.',
  },
  {
    id: 317,
    folk:
      '12 листопада відзначається день пам’яті святого Зиновія, єпископа Егейського. Цей день вважався пташиним святом і називався Зиновій-синичник. Птахи і передбачали погоду: якщо синиці масово з’являлися біля будинків — чекай великого холоду. Якщо синиця свистить, то день буде ясний. А якщо синиці вранці пищать, то до ночі мороз вдарить.',
  },
  {
    id: 318,
    folk:
      '13 листопада вшановується пам’ять апостолів від 70-ти: Стахія, Амплія, Урвана, Наркиса, Апелія і Аристовула. У давнину цього дня відзначали Юрову, свято рибалок. У народі казали: “Хороший рибалка має за клюванням знати, що рибу сазаном звати”. Наші пращури цього дня прислуховувались до снігура: якщо він свистить — незабаром зима буде.',
  },
  {
    id: 319,
    folk:
      'Цього дня вшановується пам’ять безсрібників і чудотворців Косми і Даміана Асійських. 14 листопада вважається початком зими і перших морозів: “Кузьма-Дем’ян — коваль, кує лід на землі й на воді”. Якщо на Кузьму дороги розвезе грязюкою, не варто чекати морозу до самого грудня. А якщо випаде сніг, то майбутня весна буде з великим розливом.',
  },
  {
    id: 320,
    folk:
      '15 листопада відзначається день пам’яті святих Акиндина і Пигасія. У народі казали: “Акиндин розпалює стодолу, Пегасій сонце гасить” — світловий день стає все коротшим. Якщо на Акиндина небо заплаче, то слідом за дощем і зима прийде. А якщо цього дня низький туман — до м’якої зими. З цього дня і до 20 листопада відбувається стійке промерзання ґрунту.',
  },
  {
    id: 321,
    folk:
      '16 листопада вшановується пам’ять святого Акепсима, Йосипа пресвітера і Аіфала диякона. У минулі часи помітили, що з цього дня починався льодостав. Якщо листопад до цього часу повністю завершиться, слід чекати суворої зими. У рибалок була своя прикмета: якщо на Акепсима перша риба зірветься з гачка, то улов буде не дуже вдалим.',
  },
  {
    id: 322,
    folk:
      'Цього дня вшановується пам’ять преподобного Іоаникія Великого. 17 листопада, боячись нечистої сили, люди намагалися нікуди з дому не виходити. Наші пращури помітили, якщо снігу надує, то в наступному році хліба прибуде. Також звертали увагу на качок: якщо їх багато залишалося зимувати, зима очікувалася теплою.',
  },
  {
    id: 323,
    folk:
      '18 листопада відзначається день пам’яті святих Галактіона і Єпістимії. У минулі часи цього дня дівчата молились про наречених і просили у Всевишнього хорошого чоловіка. Погоду визначали так: якщо стелиться туман — буде тепло, а якщо іній на деревах, потрібно готуватись до морозу. З цього часу починають міняти шубку зайці-біляки, білки, ласки.',
  },
  {
    id: 324,
    folk: '',
  },
  {
    id: 325,
    folk: '',
  },
  {
    id: 326,
    folk: '',
  },
  {
    id: 327,
    folk: '',
  },
  {
    id: 328,
    folk: '',
  },
  {
    id: 329,
    folk: '',
  },
  {
    id: 330,
    folk: '',
  },
  {
    id: 331,
    folk: '',
  },
  {
    id: 332,
    folk: '',
  },
  {
    id: 333,
    folk: '',
  },
  {
    id: 334,
    folk: '',
  },
  {
    id: 335,
    folk: '',
  },
  {
    id: 336,
    folk: '',
  },
  {
    id: 337,
    folk: '',
  },
  {
    id: 338,
    folk: '',
  },
  {
    id: 339,
    folk: '',
  },
  {
    id: 340,
    folk: '',
  },
  {
    id: 341,
    folk: '',
  },
  {
    id: 342,
    folk: '',
  },
  {
    id: 343,
    folk: '',
  },
  {
    id: 344,
    folk: '',
  },
  {
    id: 345,
    folk: '',
  },
  {
    id: 346,
    folk: '',
  },
  {
    id: 347,
    folk: '',
  },
  {
    id: 348,
    folk: '',
  },
  {
    id: 349,
    folk: '',
  },
  {
    id: 350,
    folk: '',
  },
  {
    id: 351,
    folk: '',
  },
  {
    id: 352,
    folk: '',
  },
  {
    id: 353,
    folk: '',
  },
  {
    id: 354,
    folk: '',
  },
  {
    id: 355,
    folk: '',
  },
  {
    id: 356,
    folk: '',
  },
  {
    id: 357,
    folk: '',
  },
  {
    id: 358,
    folk: '',
  },
  {
    id: 359,
    folk: '',
  },
  {
    id: 360,
    folk: '',
  },
  {
    id: 361,
    folk: '',
  },
  {
    id: 362,
    folk: '',
  },
  {
    id: 363,
    folk: '',
  },
  {
    id: 364,
    folk: '',
  },
  {
    id: 365,
    folk: '',
  },

  // =============================
  //   {
  //     id: 365,
  //     folk: '',
  //   },
];

export default weatherFolk;
