// folk weather for 365 days). // lang - Ukraine
/*
 *    DONT FORGET 28 ON OF 4 YEARS (364 || 365)
 */

const weatherFolk = [
  {
    id: 1,
    folk:
      'Цього дня вшановується пам’ять святого Боніфатія. Народна прикмета каже: “Який перший день січня, такий буде і перший день літа”. Вважали, якщо перший день у році веселий (щасливий), то і рік буде таким же (і навпаки). На погоду цього дня вказували птахи: якщо синички зранку пищать — на мороз, якщо горобці нагорошилися, варто чекати непогоди. Також у минулі часи помітили, якщо зранку густий іній на деревах, то рік буде врожайним.',
  },
  {
    id: 2,
    folk:
      '2 січня вшановується пам’ять святого Ігнатія Богоносця. Погода цього дня вказує яким буде серпень. Наші пращури помітили: наскільки сильний мороз, настільки буде спекотно влітку. А якщо є іній на деревах, то погода найближчими днями буде ясною. У минулі часи був звичай на Ігнатія навколо дому обносити ікони, захищаючи таким чином дім від зла. У цей день садівники трясуть плодові дерева на хороший урожай.',
  },
  {
    id: 3,
    folk:
      'За астрономічним календарем 3 січня Земля знаходиться в перигелії, тобто вона розташовується на найменшій відстані від Сонця. Наші пращури помітили, який день 3 січня, таким буде і вересень. Червоне сонце на сході віщує заметіль. Якщо цього дня багато снігу, то можна очікувати хороший урожай хліба, а якщо сніг не вкриє землю, то врожай у цьому році буде бідним.',
  },
  {
    id: 4,
    folk:
      '4 січня відзначається день Анастасії Путорозрішниці. До цієї святої звертались у молитвах для легкого протікання вагітності та пологів. Цього дня, з молитвою до святої, жінки вишивали рушник, який мав допомогти благополучно народити. У народі примітили, яким буде день на Анастасію, таким буде і жовтень. Наші пращури спостерігали за хмарами, якщо вони пливли проти вітру, то очікували снігопаду.',
  },
  {
    id: 5,
    folk:
      '5 січня вшановується пам’ять святих Теодула (Федула), Саторника та інших. З цього дня уже розпочиналась активна підготовка до Різдвяних свят: прийнято було прибрати будинок і готувати кутю. Наші пращури за погодою цього дня передбачали погоду листопада. Для цього дня характерна вітряна погода, тому в минулі часи говорили: “Прийшов Федул, вітер подув” — що вказувало на хороший урожай. Сприятливою ознакою для врожаю вважаються ясні дні під час усього Різдвяного посту (28 листопада — 6 січня).',
  },
  {
    id: 6,
    folk:
      "6 січня усі православні народи святкують Святвечір. З цього дня настають Різдвяні морози. Глибоко промерзла земля передбачає родючість. За погодою цього дня визначали погоду грудня. Якщо тепло — весна буде холодною; заметіль — на врожай пшениці. У народі говорили: “Якщо на Кутю небо зоряне — багатий приплід скотини і багато ягід буде”. Якщо на святвечір буде снігопад, чекайте процвітання господарства у новому році, а якщо мороз — у сім'ї буде злагода і любов.",
  },
  {
    id: 7,
    folk:
      '7 січня відзначається Різдво — одне з головних християнських свят. З давніх часів це день примирення, добра, миролюбності, прославлення Христа. Наші пращури помітили, якщо цього дня тепло — весна буде холодною. Якщо ж у день Різдва холодно і хурделиця, буде холодно і літом. Густий іній прогнозує літом достаток хліба і малини. Незважаючи на урочистість цього свята, світлий, ясний день вказував на неврожай. А багато зірок на небі — на врожай грибів, ягід та гороху.',
  },
  {
    id: 8,
    folk:
      '8 січня відзначається Собор Пресвятої Богородиці. У народі цей день називали Бабині каші. За кашею і погоду передбачали на найближчий час: якщо каша в печі рум’яниться — на сніг. Якщо до цього часу земля ще добре не промерзла, то літом соку не дасть, тобто врожай буде не дуже хорошим. Спостерігали цього дня за сонцем і за птахами: якщо біля сонця з’являлась світла смуга — на сніг. Якщо синиця зранку пищить — бути морозу вночі, а якщо галки і ворони влаштували безперервний ґвалт — варто чекати снігопад і заметілі.',
  },
  {
    id: 9,
    folk:
      '9 січня вшановується пам’ять святого апостола Стефана, який проповідував, підкріплюючи істинність своїх слів знаменнями і чудесами. Зазвичай цей день був морозним: «Прийшов Стефан – на ньому червоний жупан». Наші пращури помітили, якщо 9 січня сніг сипле з неба великими пластівцями, то найближчим часом варто очікувати негоди і відлиги.',
  },
  {
    id: 10,
    folk:
      'Цього дня вшановується пам’ять святих з Нікомидії. Наші пращури помітили, що погода цього дня вказує на погоду в липні. Якщо 10 січня буде снігопад і заметіль, то липень заливатимуть інтенсивні дощі. Якщо цього дня скирти хліба вкривав іній, це був знак того, що майбутнє літо явно буде дощовим.',
  },
  {
    id: 11,
    folk:
      '11 січня Церква вшановує пам’ять 14 тисяч Віфлеємських немовлят. У давнину цього дня було прийнято в сутінках відпочивати на печі та лежанці, розповідати дітям казки і загадувати загадки. Молодь проводила час на посиденьках. Наші пращури цього дня слідкували за вітром і хмарами: якщо вітер дув з півночі, а небо при цьому було безхмарним, то слід очікувати морозу.',
  },
  {
    id: 12,
    folk:
      '12 січня вшановується пам’ять святої Анисії. У народі цей день називався “Онисі зимові”, або “Онисі Шлунківниці”. У давнину цього дня варили свинячі шлунки і різали гусей. За нутрощами тварин передвіщали погоду на зиму. Якщо селезінка була рівною і гладкою, то очікували зими сурової. Товста печінка усередині означала, що холоднеча розпочнеться з половини зими, а широка сторона печінки до живота обіцяла морози. У народі говорили: “До дня Онисі холод над землею повис”.',
  },
  {
    id: 13,
    folk:
      '13 січня відзначається день пам’яті преподобної Меланії Римлянки. У народі називають цей день “Щедрий вечір”. Погода кожного наступного дня відповідала погоді кожного з дванадцяти місяців. Якщо вночі був південний вітер, то рік очікували спекотний і урожайний. Західний вітер передвіщав хороші надої та достаток риби, а східний — рясний урожай фруктів. Якщо помічали на вікнах лід, то розраховували на достаток меду. З цього часу день збільшується на годину.',
  },
  {
    id: 14,
    folk:
      '14 січня вшановується пам’ять святителя Василія Великого, архієпископа Кесарії Каппадокійської. Якщо на Василя зранку туман, то буде хороший урожай літом і восени. Якщо буде багато зірок на небі — до ягідного літа. У минулі часи говорили: “Якщо Василевий день у році веселий, то і рік такий”, “Новий рік — до весни недалік”. Якщо на Василя тепло і сніг — літо буде теплим і дощовим.',
  },
  {
    id: 15,
    folk:
      '15 січня вшановується пам’ять святителя Сильвестра Римського, преподобного Сильвестра Печерського і Серафима Саровського. У минулі часи цього дня було Куряче свято. 15 січня чистили курятники і окурювали їх смолою з оманом. Сині вечірні хмари цього дня передвіщали зміну погоди. Спостерігали також за місяцем: якщо його роги гострі та яскраві, слід чекати вітру. У народі говорили: “Січень гонить хурделицю за сім верст” – цей місяць хоча і холодний, але відносно спокійний.',
  },
  {
    id: 16,
    folk:
      'Цього дня вшановується пам’ять святого пророка Малахія. За народним повір’ям, лише 16 січня можна напоумити людину, яка страждає від меланхолії. І якщо зараз меланхолічність вважається рисою характеру, то у минулі часи це вважалось душевною хворобою. Якщо цього дня на небі з’являлася біла велика хмара, це передвіщало хурделицю і заметіль. Погода на Малахія вказує, якою буде погода у березні.',
  },
  {
    id: 17,
    folk:
      '17 січня вшановується пам’ять преподобного Теоктиста, Зосими Пустельника, який жив у IV ст. У народі Зосима вважається покровителем бджіл. Про бджіл говорить і прикмета цього дня: якщо “сніг на деревах гілки гне — літом бджоли роїтися будуть”. А якщо на небі немає хмар при сильному морозі, то морозна погода буде стояти і надалі та не скоро відступить.',
  },
  {
    id: 18,
    folk:
      '18 січня відзначається Водохресний святвечір, переддень Богоявлення. Цього дня дотримуються суворого посту, тому переддень Богоявлення називають ще Голодною кутею. Якщо цього дня заметіль, сніг і поземка — бути хорошому врожаю. Якщо зоряна ніч на Водохрещу — буде врожай ягід, гороху і хліба. Сильні південні вітри 18 січня передвіщають грозове літо, а заметіль на Водохрещу приносить заметіль на Масницю. Повний місяць цього дня обіцяє великий розлив річок навесні.',
  },
  {
    id: 19,
    folk:
      '19 січня відзначається свято Хрещення Господнього або Богоявлення. За погодою цього дня прогнозували погоду на літо. Якщо холодна, ясна погода — літо засушливим буде. Похмура і сніжна — на рясний урожай. У давнину говорили: “День теплий — хліб темний (густий)”, отже, варто було очікувати хорошого врожаю хлібів. Також на хороший врожай вказували сині хмари та сніг пластівцями.',
  },
  {
    id: 20,
    folk:
      '20 січня відзначається Собор Предтечі та Хрестителя Господнього Іоанна. Цей день є кінцем святок: “Іван Хреститель свята відвів”. Якщо цього дня стояла ясна і холодна погода, то літо очікувалось засушливе, а похмура і сніжна — натякала на рясний урожай. До 20-го січня закінчувались Богоявленські морози, і хоча попереду ще була майже половина зими, люди вже жили в очікуванні тепла: “Тріщи, мороз, не тріщи — минули Водохрещі: дуй, хурделиця, не дуй — на Великдень пішло”.',
  },
  {
    id: 21,
    folk:
      '21 січня вшановується пам’ять Еміліяна, сповідника. Раніше заметілі і бурани цього дня були звичним явищем, про що говорить і прислів’я: “Ємельян, накрути буран”. Слідкували цього дня в основному за вітром: якщо на Еміліяна дує з півдня — літо буде грозовим, а якщо день видасться ясним, то слід чекати засушливого літа.',
  },
  {
    id: 22,
    folk:
      '22 лютого у народі називається Никифор-Панкрати. З цього дня сильний мороз найчастіше буває лише вночі. Наші предки говорили: “На Никифора ніч темна — тікає зима” — небо без зірок вказує на ранню весну. Була традиція на Никифора збирати різне насіння, виставляти його на три ранкові зорі на мороз і після відкладати зерна до посівної. Вважалося, що тоді рослини стійкіші до температурних коливань.',
  },
  {
    id: 23,
    folk:
      'Цього дня вшановується пам’ять преподобного Прохора Печерського. У народі святого називали Прохір-Зимоох і казали: “До Прохора стара охала: “Ой, студено!”, “Прийшов Прохір та Влас (24 лютого): “Невже скоро весна у нас?”, “Прохір — на тепло повернув”. У народі підмітили, якщо 23, 24, 25 лютого іній на деревах, то слід чекати дощ на Мокія Мокрого (24 травня), а це означає, що все літо буде “мокрим”.',
  },
  {
    id: 24,
    folk:
      '24 лютого відзначається день пам’яті святого Власія Севастійського. До Власія були морози: різдвяні, водохресні, афанасієві, тимофіївські, миколині. Але власієві вважалися найміцнішими, і останніми. У народі говорили: “Проллє Власій олії на дорогу — зимі час забирати ноги”, тому що цього дня часто бували відлиги.',
  },
  {
    id: 25,
    folk:
      '25 лютого вшановується пам’ять святого Олексія, чудотворця. У народі 25 лютого називали днем Олексія Рибного, тому що якщо цього дня настає відлига — літом буде добре ловитися риба. З цього дня упродовж трьох днів виставляли на ранковий мороз зерно, яке призначалось для посіву, і говорили, що проморожене насіння дає кращий урожай. Якщо на Олексія небо зоряне, можна чекати хороший збір зернових. А сонячний день обіцяв великий врожай яблук.',
  },
  {
    id: 26,
    folk:
      '26 лютого відзначається день пам’яті преподобного Мартініана, “приборкувача пристрастей”. Якщо цього дня танув сніг, то весна обіцяла бути сприятливою, і навпаки, похмурий день передвіщав холодну і затяжну весну. Якщо ввечері місяць був червоним, то наступного дня очікували вітру, тепла і снігу.',
  },
  {
    id: 27,
    folk:
      '27 лютого вшановується пам’ять святого рівноапостольного Кирила. У давнину цього дня повитухи приймали з гостинцями жінок, у яких вони приймали пологи. У минулі часи помітили, що хороша погода на Кирила — до міцних морозів',
  },
  {
    id: 28,
    folk:
      'Цього дня вшановується пам’ять апостола Онисима. Якщо швидко танув сніг, то сінокіс обіцяв бути хорошим. У давнину говорили, що 28 лютого зима з весною починають боротьбу: “Кому йти вперед, а кому назад повертатися”. Ще говорили: “Як у лютому гукнеш, так восени і відгукнеться”. За погодою цього дня могли передвіщати погоду наступної осені.',
  },
  {
    id: 29,
    folk:
      'В останній день зими відзначається день пам’яті Івана Кас’яна Римлянина. 29 лютого здавна вважається самим нещасливим днем. У цей день наші пращури не працювали, намагались не виходити з дому, особливо до сходу сонця, боячись "ока Кас’яна". У давнину примітили, якщо собаки катаються - до снігу, а то й до хурделиці.',
  },
  {
    id: 30,
    folk:
      '1 березня відзначається день пам’яті 12 мучеників: Памфіла, Валента та ін. У минулі часи помітили: якщо з перших днів весна "розгульна, не сором’язлива - обдурить, вірить нічого". Погоду у цей день передбачали грім і вітер. Якщо 1 березня при північному вітрі прогримить грім, то весна буде холодною, при східному вітрі - весна буде сухою, при західному - мокрою, а при південному - теплою.',
  },
  {
    id: 31,
    folk:
      '2 березня вшановується пам’ять великомученика Федора Тирона і праведної Маріамни. У давнину вірили, що дивитись вечором на небо у цей день не варто, інакше побачена на Федора зірка, що падає, може означати важку хворобу. Перший раз у році можна побачити купчасті хмари; сіра ворона, відчуваючи прихід тепла, починає будувати гніздо. Люди живуть очікуванням тепла, але зима ще нагадує про себе раптовими морозами. "Яка погода у цей день, такому і літу бути".',
  },
  {
    id: 32,
    folk:
      'У цей день вшановується пам’ять святителя Лева, папи Римського і святителя Агапіта, сповідника. У минулі часи говорили: "Розпушилась верба, зимі немає ходу до селянського двору". У цей день вшановували пташку-вівсянку "вісницею швидкого тепла славилась вона", селянки пекли вівсянички (пиріжки з вівсяної муки). Наші пращури намагались побачити якомога більше вказівок на швидкий прихід тепла, очікуючи весни і відродження природи.',
  },
  {
    id: 33,
    folk:
      '4 березня відзначається день пам’яті святителів Архипа, Филимона і його дружини Апфії. У давнину цей день називався Ман’як. Здавна існує переказ, що у цей день не слід дивитись на зірки, що падають, оскільки це погана прикмета. Якщо "на Федота сніжний замет - до пізньої трави". Якщо у цей день у лісі зустріти білого зайця - сніг обов’язково ще випаде. А якщо пощастить побачити чайку у небі, значить лід скоро розтане. Часто у цей день посилюється вітер.',
  },
  {
    id: 34,
    folk:
      '5 березня вшановується пам’ять святого Лева Катанського. На цей день ще поширюється традиція не дивитись на зірки, що падають. Погода 5 березня достатньо мінлива: може бути як відлига, так і мороз. У давнину примітили: "якщо у цей день сніг тане, то довго не розтане". Саме 5 березня починається раннє руйнування стійкого сніжного покрову. Цей день успішний для посіву насіння на розсаду помідорів, баклажанів, перцю.',
  },
  {
    id: 35,
    folk:
      'У цей день вшановується пам’ять преподобного Тимофія, пустельника. У народі Тимофія називали Весновієм і говорили: "Як не злися хурделиця, все весною повіває", "Дожити до Весновія, а там зима не страшна". Цей день відзначався першими сонячними відлигами. Про погоду судили і за допомогою вітру: якщо у цей день теплі вітри, то і весна буде теплою. У цей час розпочинається рух соку у кленах і березах.',
  },
  {
    id: 36,
    folk:
      '7 березня відзначається день пам’яті преподобного Мойсея Білозерскього, Маврикія. На Маврикія приходиться самий ранній приліт граків, прилітають перші шпаки, а це вказує на ранню весну. У цей день можна почути самий ранній спів польового жайворонка. У давнину помітили, що прохолодний день 7 березня вказує на те, що літо скоріш за все буде дощовим.',
  },
  {
    id: 37,
    folk:
      '8 березня вшановується пам’ять преподобного Полікарпа Брянського. З 8 по 15 березня не виключене повернення холодів: "Березень місяць любить колобродити: морозом пишається і на ніс усідається". Зима поступається місцем весні.',
  },
  {
    id: 38,
    folk:
      '9 березня відзначається день обретіння голови Івана Хрестителя. Цей день передбачав погоду на квітень: "Якщо день зі снігом, то і в квітні сніг, а якщо по голу, то і в квітні по голу". День 9 березня у народі називали ще Дмитровим днем. І по цьому дню судили про погоду на Паску: "Якщо Дмитрів день на снігу, то свята (Паска) по снігу, а Дмитрів по голу, і свята по голу". Якщо роги місяця яскраві і круті - на мороз.',
  },
  {
    id: 39,
    folk:
      'У цей день вшановується пам’ять святителя Тарасія, архієпископа Константинопольського. Погоду у цей день передбачають птахи: синиця заспівала - тепло ворожить. З цього дня відбувається перехід середньої температури повітря через 0 градусів. Це вважається часом появи прогалин. Набухають бруньки - весну чують. З цього дня добре садити насіння на розсаду капусти і помідорів.',
  },
  {
    id: 40,
    folk:
      '11 березня відзначається день пам’яті святого Порфирія, єпископа Гизського. У минулі часи погоду у цей день визначали по вітру: якщо вітер подме з півдня чи з південного заходу, слід чекати швидкого потепління.',
  },
  {
    id: 41,
    folk:
      '12 березня вшановується пам’ять преподобного Прокопія Декаполита, сповідника. У народі цього святого називали ще Перезимником. Говорили, що у цей день "березень дорогу рушить, але в’язне у заметі", "і тане, і мерзне". Якщо у цей день бував дощ, то очікували і мокрого літа. А якщо дув південний вітер, і на вулиці була капель, то літо обіцяло бути теплим.',
  },
  {
    id: 42,
    folk:
      'У цей день вшановується пам’ять преподобного Василя, сповідника. У народі помічено, що цей день завжди буває теплим, щоправда і дощ може бути, але це хороша прикмета: на багатий врожай і хороше літо. Наші пращури спостерігали, як тануть круги навколо дерев, по цьому судили про весняну погоду: "круті краї, крута і весна буде, пологі - весна буде протяжною". 13 березня вважається астрономічним рубежем зими і літа.',
  },
  {
    id: 43,
    folk:
      '14 березня вшановується пам’ять первомучениці Євдокії. У давнину по Євдокії судили про літо і майбутній врожай: "Яка Євдокія, таке і літо"; "Звідки вітер на Євдокію, звідти і все літо". "Якщо граки прилетіли до Євдокії - літо буде мокре, а сніг зійде рано". Якщо 14 березня йде сніг з дощем і дме теплий вітер, значить літо буде мокре; а мороз і вітер з півночі - до літа холодного.',
  },
  {
    id: 44,
    folk:
      '15 березня вшановується пам’ять священномученика Федота Киринейського. З давніх часів по цьому дню дивились, яким буде літо. Якщо дме теплий вітер, то чекали теплого дощового літа. Якщо сніг, мороз, північний вітер, то влітку тепла не буде. А якщо зранку зарядить дощ, то лити буде все літо. І хоча погода ще може бути достатньо холодною, з цього дня закінчуються стійкі морози.',
  },
  {
    id: 45,
    folk:
      'У цей день вшановується пам’ять протоієрея Петра Турчанинова. У минулі часи помітили, яка середина березня - таке і літо. У селян була традиція обходити навхрест поле, тим самим вказували, що сонцю ніколи відпочивати, потрібно і вологу вести, сніжицею поле поїти. З цього дня для городників розпочинається підготовка картоплі на посадку.',
  },
  {
    id: 46,
    folk:
      '17 березня відзначається день пам’яті преподобного Герасима Йорданського. У народі Герасима називають Граківником, тому що з цього дня з теплих країв прилітають граки: "Грак на горі - так і весна у дворі". Якщо грак прилетів, через місяць сніг зійде. Коли грак з землі хворостину підіймає - сонячне літо обіцяє. Якщо граки кричать, значить погода скоро зіпсується (скоріш за все буде дощ).',
  },
  {
    id: 47,
    folk:
      '18 березня відзначається день пам’яті мученика Конона Ісаврійського. У народі святого Конона називають Городником. З цього дня починалась гаряча городня пора. У народі говорили: "На Конона Градаря починай копати грядки в городі".',
  },
  {
    id: 48,
    folk:
      'У цей день вшановується пам’ять преподобного Іова Анзерського. У небі вже можна побачити білого лелеку, який повертається у свої рідні краї. Також може повертатись і трясогузка, хоча для неї ще зарано.',
  },
  {
    id: 49,
    folk:
      '20 березня відзначається день пам’яті святого мученика Василя, єпископа Херсонського Таврійського. Встановлюється вже тепла погода, але холод ще не поспішає відступати: "З дахів капає, а за ніс цапає", вдень весняна капель, а на вечір може бути мороз.',
  },
  {
    id: 50,
    folk:
      '21 березня вшановується пам’ять преподобних Лазаря і Афанасія Мурманських. Це день весняного рівнодення. Ніч і день зрівнялись по тривалості. У північній півкулі починається весна, а у південній - осінь. Ця дата вважається астрономічним днем народження весни. Періоди рівнодення відзначаються сильними вітрами і бурями. Якщо у цей день з теплих країв повертається жайворонок, то слід чекати теплої весни. Якщо хмари високо і пливуть по небу швидко, значить погода буде доброю.',
  },
  {
    id: 51,
    folk:
      '22 березня відзначається день пам’яті 40 мучеників, у Севастійському озері замучених. Це друга зустріч весни (перша на Масляну). Якщо плиска прилетіла, то річка через 12 днів скресне; приліт жайворонка передвіщав тепло; зяблик - холод.',
  },
  {
    id: 52,
    folk:
      '23 березня відзначається день пам’яті мученика Кіндрата (Кідрата). У давнину була приказка, що у цей день "туман з’їдає сніг", тобто вказує на прихід тепла. Туман також вказував на теплу середину травня, а іній - на дощовий день на Ісака Змійовика (12 червня). Сині хмари, які швидко пливуть по небу, передвіщали тепло і дощ. А ще 23 березня буває перша у новому році гроза. Рибаки у цей день звертали увагу на весняні струмки: якщо вони біжать у лунку, то буде добре ловиться плотва.',
  },
  {
    id: 53,
    folk:
      '24 березня вшановується пам’ять святого Софронія премудрого, патріарха Єрусалимського. Як відомо, березень - це достатньо холодний місяць, тому заморозки і заметілі для нього цілком нормальне явище. У давнину примітили, що пухнастий іній у цей день передвіщає хорошу погоду. "Якщо у цей день березень забирає з собою холод, літо буде теплим". У цей час розпочинається ранній рух соку у берези.',
  },
  {
    id: 54,
    folk:
      '25 березня вшановується пам’ять преподобного Феофана, сповідника Сигрианського і Григорія, Папи Римського. У народі цей день називають Феофан Проломи Наст, тому що до цього дня активно сходить сніговий покрив, ґрунт повністю відтаює. З цього дня вже можна сіяти редис. У давнину помітили: якщо 25 березня туман, то буде великий врожай льону і конопель.',
  },
  {
    id: 55,
    folk:
      'У цей день відзначається перенесення мощів святителя Никифора, патріарха Константинопольського. У минулі часи примітили: якщо 26 березня буде туман, то все літо буде дощове. Уважно слідкували за прильотом птахів: якщо першими із перелітних птахів прилітали жайворонки, значить бути теплу, а якщо зяблик - буде холодна погода.',
  },
  {
    id: 56,
    folk:
      '27 березня відзначається день пам’яті святого Феогноста, митрополита Московського. Від наших пращурів до нас дійшло таке спостереження: той, кому пощастить почути грім у цей день, може бути впевненим у тому, що літо буде родючим. Якщо весною у ріках води не добавиться, літо обіцяє бути спекотним і сухим.',
  },
  {
    id: 57,
    folk:
      '28 березня вшановується пам’ять мучеників Агапія, Пуплія та ін. Погоду цього дня передвіщають вода і птахи. У давнину помітили: якщо весняна вода тече повільно, то рік очікується важким. Якщо ж у цей день прилітають чайки, то можна чекати тепла. У наших пращурів був такий звичай: якщо цієї ночі почуєш, як виє собака, слід повернути подушку, щоб сон був хорошим.',
  },
  {
    id: 58,
    folk:
      'У церковних святцях під цим днем вшановуються три мученика: Савин, Папа і Трохим. У народі говорили: "На Савина сані покинь, воза посунь", "Сонця хоч і немає, а вода все одно тече". А якщо 29 березня була тепла, сонячна погода, то і весна вся обіцяла бути теплою. Добре, коли сніг тане від Сонця, а не від дощу: "Коли весна красними днями зганяє сніг - родиться хліб".',
  },
  {
    id: 59,
    folk:
      '30 березня відзначається день пам’яті преподобного Олексія, прозваного у народі Олексієм Теплим. На Олексія Теплого, як правило, бурхливо тане сніг. Якщо на Олексія тепло, то весна буде теплою, якщо холодно - весна запізниться. Великі потоки води від танення снігу провіщали мокре літо. У минулі часи казали: "Олексія, чоловік Божий, зиму нанівець зводить", "Зверху пече - знизу тече".',
  },
  {
    id: 60,
    folk:
      '31 березня вшановується пам’ять святителя Кирила, архієпископа Єрусалимського. У народі святителя називали Кирило - "дери полоз", тому що з цього часу дороги псувались. Якщо до цього дня прилітало багато лебедів, весна буде теплою. З цього дня розпочинаються ранні грози, раннє квітування кульбаби. Якщо на схилах пагорбів з’являються перші квіти кульбаби, значить початок квітня буде теплим.',
  },
  {
    id: 61,
    folk:
      'У цей день вшановується пам’ять мучеників Хрисанфа і Дарії. У народі цей день називали "Дарія Брудні Ополонки". У цю пору року доводиться обходити бруд біля ополонок, шукати проходи між прогалинами. Наші пращури про цей день говорили: "На Дарію ополонки мутяться". Якщо вночі зірок не видно, можна чекати теплої погоди; якщо день вітряний, то й весь рік буде таким. У цей час у небі з’являються перші шуліки.',
  },
  {
    id: 62,
    folk:
      'У цей день вшановується пам’ять преподобного Єфросина Синозерського і святої мучениці Фотини (Світлани). Наші пращури у цей день зранку виносили з домів на вулицю яскраві льняні вироби, розвішували їх на тинах, воротях, хвіртках, прикрашали гілки берези. У цей час бувають перші грози (більш ранні бувають 23-31 березня), розпускається сіра вільха, якщо немає морозів. У багатьох птахів на початку квітня починається шлюбний період.',
  },
  {
    id: 63,
    folk:
      '3 квітня відзначається день пам’яті святого Кирила, єпископа Катанського. У народі святого називали Кирило - дери полоз. Так названий день за те, що у цей час псуються дороги і їздити на санях у минулі часи було проблематично. Якщо у цей день при сході сонця у небі спостерігаються червоні кола, то рік обіцяє бути врожайним. З цього часу починають набухати бруньки смородини. З’являються білі плиски.',
  },
  {
    id: 64,
    folk:
      '4 квітня вшановується пам’ять священномученика Василя Анкірського. У народі святого називали Василем Теплим. На підтвердження теплої весняної погоди, у народі склалось багато приказок, наприклад: "Опівдні бурульки пускають у сніг сльози пекучі". На Василя зазвичай сонце завжди починає яскраво гріти, з дахів крапотить. Сині хмари вказували на тепло і дощ: "Перший квітневий дощ воза золотого вартий", говорили наші пращури.',
  },
  {
    id: 65,
    folk:
      'У цей день вшановується пам’ять преподобного Никона, ігумена Києво-Печерського монастиря. У народі Никон вважається покровителем гри в шашки. У цей день зяблик прилітає. Птахи були носіями різних прикмет, у тому числі і погодних, тому, у давнину, як тільки птахи повертались з теплих країв, селяни зазивали їх на ганок, годували крихтами хлібу, зернятками, насінням льону. Наші пращури помітили: якщо перелітні птахи летять дружними зграями, весна хорошою буде.',
  },
  {
    id: 66,
    folk:
      '6 квітня відзначається переддень Благовіщення і вшановується пам’ять преподобного Захарії монаха. У народі цей день називався Похвали Богородиці: "На похвалу Богородиці і пташечка хвалиться першим яєчком". У давнину примітили: якщо ніч на Захарія тепла - весна дружна буде; якщо зійде до цього дня сніг, значить назовсім, якщо ні - пролежить ще тиждень.',
  },
  {
    id: 67,
    folk:
      '7 квітня відзначається свято Благовіщення Пресвятої Богородиці. "На Благовіщення весна зиму поборола", - вважають в народі, хоча відомі і благовіщенські морози. У цей день відбувається третя зустріч весни. Якщо 7 квітня вітер, іній і туман - до неврожайного року. Якщо сніг на дахах є, так буде він ще через місяць у полі. Якщо Благовіщення холодне - слід чекати сорок ранкових морозів. На Благовіщення гроза - до теплого літа. Небо безхмарне, сонце яскраве - бути літу грозовому; відлига - багато морозів попереду. Якщо на Благовіщення ніч тепла - весна рання буде. Для рибалок це хороший день - на Благовіщення риба добре клює.',
  },
  {
    id: 68,
    folk:
      'У цей день відзначається Собор Архангела Гавриїла і вшановується пам’ять преподобного Василя Нового. Жінки ж у цей день закінчували останню пряжу, а тим, хто продовжував прясти, казали: "Не піде про запас". Якщо у цей день схід сонця світлий, значить скоро сніг повністю зійде. Наші пращури примітили, яка погода 8 квітня - така вона буде 8 жовтня, і навпаки.',
  },
  {
    id: 69,
    folk:
      '9 квітня вшановується пам’ять мучениці Матрони Солунської. У народі святу називають Матрона Настовниця, тому що у цей час бувають ранкові заморозки - сніг від них замерзає, і люди ходять як по "насту". З теплих країв продовжують повертатись птахи: вівсянки, плюгавки, чибіси. Якщо чибіс летить низько - до тривалої сухої погоди; якщо він кричить звечора - до ясної погоди. Якщо весняний лід тоне чи залишається на березі, то літо буде холодним.',
  },
  {
    id: 70,
    folk:
      'У цей день Церква вшановує пам’ять святого преподобного мученика Євстратія Печерського і преподобного Іларіона Нового. У минулі часи у цей день, якщо закінчувались заморозки, виганяли худобу на пасовисько. В залежності від температури повітря з цього дня вилітають джмелі і комарі. Наші пращури продовжували спостерігати за птахами і складати по ним прогноз погоди: якщо птахи вили гнізда на сонячній стороні, очікувалось холодне літо, якщо на тіньовій стороні, то літо мало бути теплим.',
  },
  {
    id: 71,
    folk:
      '11 квітня відзначається день пам’яті преподобного Марка, єпископа Арефусійського. Наші пращури у цей день слідкували за гусями: якщо вони високо летять - води буде багато, низько - до малої осінньої води. Березовим соком наші пращури на Марка відпоювали хворих: чистили кров, виганяли хвороби зі шлунку. У цей час ламаються бруньки у чорної смородини, калини, червоної бузини.',
  },
  {
    id: 72,
    folk:
      '12 квітня вшановується пам’ять преподобного Івана Ліствичника. 12 квітня в давнину спостерігали за птахами: якщо дикі качки прилітали жирні - весна буде холодною і довгою; а якщо раптово закінчувалась тяга вальдшнепів - слід чекати скорого похолодання чи снігу. У цей час лопаються бруньки у клена.',
  },
  {
    id: 73,
    folk:
      'Церква відзначає день святого Іони, святителя Інокентія і преподобного Іпатія. У народі Іпатій вшановується як помічник при безплідді. Наші пращури продовжували спостерігати за перелітними птахами і робити висновки про майбутню погоду. Якщо перелітні птахи хохляться, то хорошої погоди не чекай; після прильоту довго не щебечуть - на холод; раптово замовкли - до грози.',
  },
  {
    id: 74,
    folk:
      '14 квітня відзначається день пам’яті Марії Єгипетської. У народі святу називали Марія Запали Сніг, Марія - заграй ярки, Марія - пусті щі. Щоб дізнатись про літо, спостерігали за нічним небом: якщо ніч ясна і тече тепла вода, то літо буде тепле і сухе. У цей час розпускається бузок, вилізають лісові мурашки.',
  },
  {
    id: 75,
    folk:
      '15 квітня вшановується пам’ять преподобного Тита чудотворця і мученика Полікарпа. У народі Тита називали Льодоломом, оскільки у цей час розкриваються від льоду річки. До середини квітня виходили зимові припаси. У народі говорили: "Нічого немає, ні кришки, ні зерна, ні краплі"; "Полікарпів день - початок безхліб’я". Наші пращури вважали: якщо у цей день весняні води течуть повільно, лід тоне, значить буде тяжко людям у цьому році.',
  },
  {
    id: 76,
    folk:
      'У цей час наші пращури продовжували слідкувати за льодом: якщо він на озерах потоне - рік буде важким. Садівники вже розпочинали саджати груші, сливи, смородину, обрізати дерева і кущі.',
  },
  {
    id: 77,
    folk:
      '17 квітня відзначається день пам’яті преподобного Йосипа, піснописця і творця канонів. На Йосипа починає звучати голосок цвіркуна і вперше подає голос журавель. У давнину виходили у цей день з будинків, звертались до журавлів як до борців зі злом і захисників від нечистої сили. Наші пращури примітили, якщо вдень 17 квітня спекотно, а вночі прохолодно - до хорошої погоди.',
  },
  {
    id: 78,
    folk:
      '18 квітня вшановується пам’ять святого мученика Феодула, читця. У народі святого називали Федул Вітренник: "Прийшов Федул - тепляк подув". Якщо у цей день була негода, то говорили: "Федул губи надув". До цього часу ще ймовірні морози, але після Федула влада зими вже втрачена на довгий час. У цей день приходить перше справжнє тепло і прокидаються цвіркуни.',
  },
  {
    id: 79,
    folk:
      'У цей день вшановується пам’ять святого преподобного Євтихія, архієпископа Константинопольського. У народі святого Євтихія називали Тихим, оскільки погода у цей день частіше за все бувала саме такою. Коли видавався і справді тихий день, то селяни примітили: "Це - до врожаю ранніх хлібів".',
  },
  {
    id: 81,
    folk:
      '20 квітня відзначається день пам’яті святого мученика Руфина, диякона і діви Акиліни і з ними 200 воїнів. Якщо на Акулину дощ, то ярові будуть погані, а калина вродиться хорошою. З цього часу з’являються перші гриби - сморчки. Наші пращури на Акиліну спостерігали за небом: якщо на ньому було багато зірок - це обіцяло хороший врожай грибів і ягід.',
  },
  {
    id: 82,
    folk:
      '21 квітня вшановується пам’ять святих апостолів Іродиона, Агава, Руфа, Асигкрита, Флегонта, Єрма. У народі цей день називали Родион Виверни Голоблі, Родион Льодолом, Ревучі води. Наші пращури примітили: якщо схід на Руфу ясний, то літо буде хорошим, якщо похмуро, то літо буде поганим, а якщо туманно - бути влітку негоді, якщо буде теплий вечір і тиха ніч, літо буде спекотним і сухим.',
  },
  {
    id: 83,
    folk:
      'У цей день вшановується пам’ять святого мученика Вадима, архімандрита. У давнину у цей день розпочинався вигін худоби в поле. У селян була традиція 22 квітня обходити джерела і проговорювати: "Підземна водиця, відкриваємо тобі шляхи зовнішні". Наші пращури помітили, що можна очікувати сухого літа, якщо до цього дня ще не встановилась стабільна тепла погода.',
  },
  {
    id: 84,
    folk:
      '23 квітня відзначається день пам’яті святих мучеників Терентія, Помпія та ін. У цей день у давнину спостерігали за сонцем: "Якщо сонце зійде червоне у туманному серпанку - рік буде хлібородним. Якщо викотиться із-за гори - доведеться переорювати озиме поле і засівати яровими". У цей час розкриваються бруньки у груші, дуба. Сходять нарциси, крокуси, а при ранній і теплій весні можуть зацвісти.',
  },
  {
    id: 85,
    folk:
      '24 квітня вшановується пам’ять святого мученика Антипа, єпископа Пергамо-Асійського. Антипа називали Половодом і казали: "Антип води розпустив", "Антип без води (холод) - засіки без зерна (літо погане)". Наші пращури помітили: "якщо до цього дня води не розкрились, то весна пізньою буде і літо поганим". Якщо вранці мороз, а вдень сніг пішов, то ще цілий місяць буде холодно. У цей день ведмідь з барлоги виходить.',
  },
  {
    id: 86,
    folk:
      'У цей день вшановується пам’ять святого мученика Василя, сповідника, єпископа Парійського. З цього дня стає значно тепліше, земля прогрівається, сохне, тому в народі говорили, що "Василь землю парить". Наші пращури спостерігали за вербою: якщо вона до цього дня розпушилась - сильного холоду уже не буде. З 25 квітня масово вилітають джмелі, літають бджоли. Виходять з нір лисиці.',
  },
  {
    id: 87,
    folk:
      '26 квітня відзначається день пам’яті святої мучениці Фомаїди Єгипетської. У народі Фомаїда вважається приборкувачкою пристрастей. Наші пращури спостерігали за виділенням березового соку: якщо у берези було багато соку, вважалось, що літо буде дощовим. У цей час з’являються перші весняні квіти (при теплій весні з’являються раніше), зеленіє малина.',
  },
  {
    id: 88,
    folk:
      '27 квітня вшановується пам’ять святого Мартіна (Мартина) сповідника, папи Римського. У народі святого Мартіна називали Лисогоном, також цей день мав назву "Свято ворон". У цей час лисиці переселяються зі старих нір у нові: "На Мартина на лисиць нападає куряча сліпота". Наші пращури помітили, що якщо тепло 27 квітня - у перших числах травня похолодає. З цього часу починаються грози. Прилітають стрижі і косатки.',
  },
  {
    id: 89,
    folk:
      'У цей день вшановується пам’ять святих апостолів Аристарха, Пуда, Трохима. У цей день оглядають пасіки: "На день святого Пуда діставай бджіл з-під споду". Вважалось, що бджолиний рій, який залетів на чужий двір, обіцяв господарю дому щастя. На Пуда калина і горобина бруньки розпускають. При нормальній весні у цей час розпускаються листя на березі. З’являються жаби. У садах спостерігається раннє цвітіння вишні.',
  },
  {
    id: 90,
    folk:
      '29 квітня відзначається день пам’яті святих мучениць Ірини, Агапії і Хіонії. У народі святу Ірину називали "Розрий берега", оскільки при весняних стоках води стаються обриви річкових берегів, зсуви. Вода підмиває береги. Також святу Ірину називали Розсадницею і у цей день сіяли капусту на розсаду. Наші пращури примітили: "Якщо ярки заграють і знову замерзнуть - чекай перешкоди на врожай".',
  },
  {
    id: 91,
    folk:
      '30 квітня вшановується пам’ять преподобного Зосими, ігумена Соловецького. Зосима і Саватій вважаються у народі заступниками бджіл і пасічників. До цього часу уже і береза, і вільха розпускаються. Якщо береза перед вільхою лист розпустила, то чекали сухого літа, а якщо вільха перед березою, то пророкували мокре літо. З 30 квітня по 5 травня можна почути перше кування зозулі.',
  },
  {
    id: 92,
    folk:
      '31 березня вшановується пам’ять святителя Кирила, архієпископа Єрусалимського. У народі святителя називали Кирило - "дери полоз", тому що з цього часу дороги псувались. Якщо до цього дня прилітало багато лебедів, весна буде теплою. З цього дня розпочинаються ранні грози, раннє квітування кульбаби. Якщо на схилах пагорбів з’являються перші квіти кульбаби, значить початок квітня буде теплим.',
  },
  {
    id: 93,
    folk:
      'У цей день вшановується пам’ять мучеників Хрисанфа і Дарії. У народі цей день називали "Дарія Брудні Ополонки". У цю пору року доводиться обходити бруд біля ополонок, шукати проходи між прогалинами. Наші пращури про цей день говорили: "На Дарію ополонки мутяться". Якщо вночі зірок не видно, можна чекати теплої погоди; якщо день вітряний, то й весь рік буде таким. У цей час у небі з’являються перші шуліки.',
  },
  {
    id: 94,
    folk:
      'У цей день вшановується пам’ять преподобного Єфросина Синозерського і святої мучениці Фотини (Світлани). Наші пращури у цей день зранку виносили з домів на вулицю яскраві льняні вироби, розвішували їх на тинах, воротях, хвіртках, прикрашали гілки берези. У цей час бувають перші грози (більш ранні бувають 23-31 березня), розпускається сіра вільха, якщо немає морозів. У багатьох птахів на початку квітня починається шлюбний період.',
  },
  {
    id: 95,
    folk:
      '3 квітня відзначається день пам’яті святого Кирила, єпископа Катанського. У народі святого називали Кирило - дери полоз. Так названий день за те, що у цей час псуються дороги і їздити на санях у минулі часи було проблематично. Якщо у цей день при сході сонця у небі спостерігаються червоні кола, то рік обіцяє бути врожайним. З цього часу починають набухати бруньки смородини. З’являються білі плиски.',
  },
  {
    id: 96,
    folk:
      '4 квітня вшановується пам’ять священномученика Василя Анкірського. У народі святого називали Василем Теплим. На підтвердження теплої весняної погоди, у народі склалось багато приказок, наприклад: "Опівдні бурульки пускають у сніг сльози пекучі". На Василя зазвичай сонце завжди починає яскраво гріти, з дахів крапотить. Сині хмари вказували на тепло і дощ: "Перший квітневий дощ воза золотого вартий", говорили наші пращури.',
  },
  {
    id: 97,
    folk:
      'У цей день вшановується пам’ять преподобного Никона, ігумена Києво-Печерського монастиря. У народі Никон вважається покровителем гри в шашки. У цей день зяблик прилітає. Птахи були носіями різних прикмет, у тому числі і погодних, тому, у давнину, як тільки птахи повертались з теплих країв, селяни зазивали їх на ганок, годували крихтами хлібу, зернятками, насінням льону. Наші пращури помітили: якщо перелітні птахи летять дружними зграями, весна хорошою буде.',
  },
  {
    id: 98,
    folk:
      '6 квітня відзначається переддень Благовіщення і вшановується пам’ять преподобного Захарії монаха. У народі цей день називався Похвали Богородиці: "На похвалу Богородиці і пташечка хвалиться першим яєчком". У давнину примітили: якщо ніч на Захарія тепла - весна дружна буде; якщо зійде до цього дня сніг, значить назовсім, якщо ні - пролежить ще тиждень.',
  },
  {
    id: 99,
    folk:
      '7 квітня відзначається свято Благовіщення Пресвятої Богородиці. "На Благовіщення весна зиму поборола", - вважають в народі, хоча відомі і благовіщенські морози. У цей день відбувається третя зустріч весни. Якщо 7 квітня вітер, іній і туман - до неврожайного року. Якщо сніг на дахах є, так буде він ще через місяць у полі. Якщо Благовіщення холодне - слід чекати сорок ранкових морозів. На Благовіщення гроза - до теплого літа. Небо безхмарне, сонце яскраве - бути літу грозовому; відлига - багато морозів попереду. Якщо на Благовіщення ніч тепла - весна рання буде. Для рибалок це хороший день - на Благовіщення риба добре клює.',
  },
  {
    id: 100,
    folk:
      'У цей день відзначається Собор Архангела Гавриїла і вшановується пам’ять преподобного Василя Нового. Жінки ж у цей день закінчували останню пряжу, а тим, хто продовжував прясти, казали: "Не піде про запас". Якщо у цей день схід сонця світлий, значить скоро сніг повністю зійде. Наші пращури примітили, яка погода 8 квітня - така вона буде 8 жовтня, і навпаки.',
  },
  {
    id: 101,
    folk:
      '9 квітня вшановується пам’ять мучениці Матрони Солунської. У народі святу називають Матрона Настовниця, тому що у цей час бувають ранкові заморозки - сніг від них замерзає, і люди ходять як по "насту". З теплих країв продовжують повертатись птахи: вівсянки, плюгавки, чибіси. Якщо чибіс летить низько - до тривалої сухої погоди; якщо він кричить звечора - до ясної погоди. Якщо весняний лід тоне чи залишається на березі, то літо буде холодним.',
  },
  {
    id: 102,
    folk:
      'У цей день Церква вшановує пам’ять святого преподобного мученика Євстратія Печерського і преподобного Іларіона Нового. У минулі часи у цей день, якщо закінчувались заморозки, виганяли худобу на пасовисько. В залежності від температури повітря з цього дня вилітають джмелі і комарі. Наші пращури продовжували спостерігати за птахами і складати по ним прогноз погоди: якщо птахи вили гнізда на сонячній стороні, очікувалось холодне літо, якщо на тіньовій стороні, то літо мало бути теплим.',
  },
  {
    id: 103,
    folk:
      '11 квітня відзначається день пам’яті преподобного Марка, єпископа Арефусійського. Наші пращури у цей день слідкували за гусями: якщо вони високо летять - води буде багато, низько - до малої осінньої води. Березовим соком наші пращури на Марка відпоювали хворих: чистили кров, виганяли хвороби зі шлунку. У цей час ламаються бруньки у чорної смородини, калини, червоної бузини.',
  },
  {
    id: 104,
    folk:
      '12 квітня вшановується пам’ять преподобного Івана Ліствичника. 12 квітня в давнину спостерігали за птахами: якщо дикі качки прилітали жирні - весна буде холодною і довгою; а якщо раптово закінчувалась тяга вальдшнепів - слід чекати скорого похолодання чи снігу. У цей час лопаються бруньки у клена.',
  },
  {
    id: 105,
    folk:
      'Церква відзначає день святого Іони, святителя Інокентія і преподобного Іпатія. У народі Іпатій вшановується як помічник при безплідді. Наші пращури продовжували спостерігати за перелітними птахами і робити висновки про майбутню погоду. Якщо перелітні птахи хохляться, то хорошої погоди не чекай; після прильоту довго не щебечуть - на холод; раптово замовкли - до грози.',
  },
  // {
  //   id: 10,
  //   folk: '',
  // },
  // 2020-04-14

  //   --------------------------------------------------
  {
    id: 293,
    folk:
      'Цього дня вшановується пам’ять апостола Хоми. Починаються холодні вітри: "Одягай теплу сукню з дня Хоми". До цього дня виявлялись надлишки хлібних припасів: "Хома – велика крома (сума); тобто достаток хліба і запасів". Якщо на Хому випаде сухий перший сніг, літо хорошим буде, а якщо у цей день немає вітру, можна очікувати швидкого похолодання.',
  },
  {
    id: 294,
    folk:
      '20 жовтня відзначається день пам’яті святого Сергія. У народі цей день називали Сергій Зимній або Зазимки, і казали: "Сергій зиму починає". Якщо сніг випаде, коли дерева ще не скинули листя, то він скоро розтане. Якщо земля цього дня снігом вкриється, то до Матрони (22 листопада) зима "на ноги стане".',
  },
  {
    id: 295,
    folk:
      '21 жовтня вшановується пам’ять преподобного Трифона, архімандрита В’ятського, і преподобної Пелагеї. У народі цей день називали Ознобиці, і казали: "З Трифона, Пелагеї – холоднішатиме". Здавна день 21 жовтня вважався у народній метеорології днем похолодання. Погодні прикмети радять серйозно подумати про підготовку до зими.',
  },
  {
    id: 296,
    folk:
      'Цього дня вшановується пам’ять апостола Якова Алфеєва. У народі святого називали Яків Деревопилець, оскільки у цей час йшла активна заготівля дров. 22 жовтня часто йшов сніг: "Після Якова осінь вже заплакала, бо після Якова тепла нема ніякого". Люди у цей вечір слідкували за місяцем: якщо він у колах – наступне літо буде сухим.',
  },
  {
    id: 297,
    folk:
      '23 жовтня відзначається день пам’яті преподобного Амвросія Оптинського. Цього дня наші пращури спостерігали за місяцем – його роги погоду передбачали: "роги місяця вказують у той бік, звідки чекати вітри". Якщо роги на північ – незабаром зимі бути і сніг ляже насухо; на південь – скорої зими не чекай, буде сльота до Казанської (4 листопада).',
  },
  {
    id: 298,
    folk:
      '24 жовтня вшановується пам’ять Пилипа, апостола від семидесяти. Якщо цього дня вранці випадав сніг, можна було очікувати студену зиму. Наші пращури казали: "Кичига і вороч (лопать водяного колеса) сперечаються. Селяни на млин молоти зерно возять" - з цього часу починали заготівлю борошна.',
  },
  {
    id: 299,
    folk:
      "Цього дня вшановується пам'ять святих Прова, Тараха і Андроника. У минулі часи наші пращури спостерігали за зірками і за ними ворожили про погоду та врожай. Яскраві зорі обіцяли мороз; тьмяні – відлигу; сильне мерехтіння зірок синіми відтінками – сніг і зміну погоди; а якщо зірки палали – бути вітрам і сухому року.",
  },
  {
    id: 300,
    folk:
      "26 жовтня відзначається день пам'яті святого Карпа. У минулі часи цей день називали лазневий побут. На полиці протопленої лазні настоювали у молоці цілющі трави. Цього дня уважно слухали півня. Якщо півень починав співати раніше дев'яти годин вечора, назавтра очікували дощ.",
  },
  {
    id: 301,
    folk:
      '27 жовтня вшановується пам’ять преподобної Параскеви Сербської. У народі її називали Грязнухою, і вважалась вона заступницею жінок. Як правило, погода на Параскеву була мінливою: "На Грязнуху не буває сухо". Якщо було сиро і грязно на вулиці, то вважалось, що до справжньої зими залишається 4 тижні.',
  },
  {
    id: 302,
    folk:
      'Цього дня вшановується пам’ять преподобного Євфимія Нового, Солунського. Наші пращури помітили, з якого числа у жовтні піде сніг, з того числа весна відкриється у квітні. І ще приказували: "Єфимій холодом коріння трав й дерев із землею смикає, всяку комаху в тьмяній траві укриває, сон навіває". «Як зачнеться на Єфимку моква, то аж до морозів».',
  },
  {
    id: 303,
    folk:
      "29 жовтня відзначається день пам'яті святого Лонгина сотника. Наші пращури у цей день звертали увагу на іній: якщо він довго не землі протримається, то найближчим часом настане суха і сонячна погода і буде потепління",
  },
  {
    id: 304,
    folk:
      '30 жовтня вшановується пам\'ять святого пророка Осії, який мав дар звіщати про лиха. У цей час закінчувався літній шлях і починався зимовий: "На Осії колесо з віссю прощається, бо віз у заслінок поліз, а сани ще не зніс" – віз у сарай ставили, сани на світ витягували. А погоду передвіщали за зозулею: якщо вона кує на сухому дереві, то невдовзі буде мороз.',
  },
  {
    id: 305,
    folk:
      "31 жовтня вшановується пам'ять святого апостола і євангеліста Луки. З цього дня світловий день значно скорочується. Довжина дня не перевищує 9 годин. Наші пращури 31 жовтня заглядали у криниці, щоб дізнатись погоду в найближчий час: перед морозом вода у криницях і річках піднімається, перед дощем – опускається.",
  },
  {
    id: 306,
    folk:
      '1 листопада відзначається день пам’яті святого Садока, єпископа Персидського. Здавна перший день листопада вважався проводами осені, зустріччю зими і святкувався усюди. Якщо цього дня буде холодно і піде сніг, то весна прогнозується пізня і холодна, а якщо на Садока відлига — у наступному році слід чекати на теплу і ранню весну.',
  },
  {
    id: 307,
    folk:
      '2 листопада вшановується пам’ять святого Артемія. Головним провісником погоди цього дня було листя, що опадає. Якщо перший сніг ліг на суху землю до того часу, як дерева повністю скинули листя, то сніг скоро зійде. Поки лист з вишневих дерев не опаде, скільки б снігу не випало, зима не прийде.',
  },
  {
    id: 308,
    folk:
      'Цього дня вшановується пам’ять преподобного Іларіона Великого. У народі казали: “У листопаді мороз міцнішає поставою”. Наші пращури помітили: якщо 3 листопада ясна безхмарна погода — це ознака швидкого зниження температури.',
  },
  {
    id: 309,
    folk:
      '4 листопада відзначається свято Казанської ікони Божої Матері. Цей день вважався найбільш сприятливим для весіль. У природі відчувається різкий перелом погоди. Якщо на Казанську день розпочнеться туманом — слід чекати відлиги, ясний день — до похолодання. Якщо “небо заплаче, то слідом за дощем і зима прийде”.',
  },
  {
    id: 310,
    folk:
      '5 листопада вшановується пам’ять святого апостола Якова. У давнину в селян була традиція розкидати шматочки Казанського (вчорашнього) пирога полем, щоб зимові птахи “прилетіли до поля і своїми голосами заспокоїли землю”. Якщо на Якова випадала сніжна крупа чи град, то вважалось, що на день Матрони (22 листопада) зима на ноги встане.',
  },
  {
    id: 311,
    folk:
      'Цього дня вшановується пам’ять святого Арефи і відзначається день ікони Божої Матері “Усіх скорботних радість”. У минулі часи з цього дня дівчата збирались прясти і загадували на судженого. Вночі 6 листопада може випасти перший стійкий сніг. У давнину помітили, якщо грибів вродило мало — зима буде сніжною і суровою.',
  },
  {
    id: 312,
    folk:
      '7 листопада вшановується пам’ять святих Маркіана і Мартирія. Наші пращури звернули увагу на те, що вранці цього дня “або дощем заливає, або снігом замітає”, також можливий і туман. У минулі часи казали, що “в листопаді схід сонця з заходом серед дня зустрічаються”.',
  },
  {
    id: 313,
    folk:
      'Цього дня вшановується пам’ять святого Дмитра Солунського. Якщо на Дмитра тепло, то і всій зимі бути з мокрими теплинами. Якщо “Дмитро на снігу — весна буде пізня”. Сприятлива ж погода у цей день передвіщала ранню весну. А якщо на Дмитра була багряна зоря, варто чекати вітру.',
  },
  {
    id: 314,
    folk:
      '9 листопада відзначається день пам’яті преподобного Нестора Літописця Печерського. З цього часу починає вночі замерзати вода. У давнину казали: “Сяде осінь на пагорб, обійме коліна — впаде в її поділ останній лист осінній”. Наші пращури помітили, якщо у зайця хутро побіліло — зима недалечко.',
  },
  {
    id: 315,
    folk:
      '10 листопада вшановується пам’ять святої Параскеви П’ятниці. З цього дня починали м’яти, тріпати і готувати льон для пряжі. Погоду передбачали, як не дивно, комарі: якщо 10 листопада їх ще можна було побачити, то зима обіцяла бути м’якою.',
  },
  {
    id: 316,
    folk:
      'Цього дня вшановується пам’ять преподобної Анастасії Римлянки і преподобного Аврамія самітника. Мисливці вірили: “Якщо вовки зграями бродять полями, то чекай великих бід: епідемій, голоду чи війни”. Якщо 11 листопада “небо заплаче, то слідом за дощем і зима прийде”.',
  },
  {
    id: 317,
    folk:
      '12 листопада відзначається день пам’яті святого Зиновія, єпископа Егейського. Цей день вважався пташиним святом і називався Зиновій-синичник. Птахи і передбачали погоду: якщо синиці масово з’являлися біля будинків — чекай великого холоду. Якщо синиця свистить, то день буде ясний. А якщо синиці вранці пищать, то до ночі мороз вдарить.',
  },
  // {
  //   id: 318,
  //   folk: '',
  // },
  // {
  //   id: 319,
  //   folk: '',
  // },

  // =============================
  //   {
  //     id: 365,
  //     folk: '',
  //   },
];

export default weatherFolk;
