// folk weather for 365 days). // lang - Ukrain

const weatherFolk = [
  {
    id: 1,
    folk:
      'Цього дня вшановується пам’ять святого Боніфатія. Народна прикмета каже: “Який перший день січня, такий буде і перший день літа”. Вважали, якщо перший день у році веселий (щасливий), то і рік буде таким же (і навпаки). На погоду цього дня вказували птахи: якщо синички зранку пищать — на мороз, якщо горобці нагорошилися, варто чекати непогоди. Також у минулі часи помітили, якщо зранку густий іній на деревах, то рік буде врожайним.',
  },
  {
    id: 2,
    folk:
      '2 січня вшановується пам’ять святого Ігнатія Богоносця. Погода цього дня вказує яким буде серпень. Наші пращури помітили: наскільки сильний мороз, настільки буде спекотно влітку. А якщо є іній на деревах, то погода найближчими днями буде ясною. У минулі часи був звичай на Ігнатія навколо дому обносити ікони, захищаючи таким чином дім від зла. У цей день садівники трясуть плодові дерева на хороший урожай.',
  },
  {
    id: 3,
    folk:
      'За астрономічним календарем 3 січня Земля знаходиться в перигелії, тобто вона розташовується на найменшій відстані від Сонця. Наші пращури помітили, який день 3 січня, таким буде і вересень. Червоне сонце на сході віщує заметіль. Якщо цього дня багато снігу, то можна очікувати хороший урожай хліба, а якщо сніг не вкриє землю, то врожай у цьому році буде бідним.',
  },
  {
    id: 4,
    folk:
      '4 січня відзначається день Анастасії Путорозрішниці. До цієї святої звертались у молитвах для легкого протікання вагітності та пологів. Цього дня, з молитвою до святої, жінки вишивали рушник, який мав допомогти благополучно народити. У народі примітили, яким буде день на Анастасію, таким буде і жовтень. Наші пращури спостерігали за хмарами, якщо вони пливли проти вітру, то очікували снігопаду.',
  },
  {
    id: 5,
    folk:
      '5 січня вшановується пам’ять святих Теодула (Федула), Саторника та інших. З цього дня уже розпочиналась активна підготовка до Різдвяних свят: прийнято було прибрати будинок і готувати кутю. Наші пращури за погодою цього дня передбачали погоду листопада. Для цього дня характерна вітряна погода, тому в минулі часи говорили: “Прийшов Федул, вітер подув” — що вказувало на хороший урожай. Сприятливою ознакою для врожаю вважаються ясні дні під час усього Різдвяного посту (28 листопада — 6 січня).',
  },
  {
    id: 6,
    folk:
      "6 січня усі православні народи святкують Святвечір. З цього дня настають Різдвяні морози. Глибоко промерзла земля передбачає родючість. За погодою цього дня визначали погоду грудня. Якщо тепло — весна буде холодною; заметіль — на врожай пшениці. У народі говорили: “Якщо на Кутю небо зоряне — багатий приплід скотини і багато ягід буде”. Якщо на святвечір буде снігопад, чекайте процвітання господарства у новому році, а якщо мороз — у сім'ї буде злагода і любов.",
  },
  {
    id: 7,
    folk:
      '7 січня відзначається Різдво — одне з головних християнських свят. З давніх часів це день примирення, добра, миролюбності, прославлення Христа. Наші пращури помітили, якщо цього дня тепло — весна буде холодною. Якщо ж у день Різдва холодно і хурделиця, буде холодно і літом. Густий іній прогнозує літом достаток хліба і малини. Незважаючи на урочистість цього свята, світлий, ясний день вказував на неврожай. А багато зірок на небі — на врожай грибів, ягід та гороху.',
  },

  //   --------------------------------------------------
  {
    id: 293,
    folk:
      'Цього дня вшановується пам\'ять апостола Хоми. Починаються холодні вітри: "Одягай теплу сукню з дня Хоми". До цього дня виявлялись надлишки хлібних припасів: "Хома – велика крома (сума); тобто достаток хліба і запасів". Якщо на Хому випаде сухий перший сніг, літо хорошим буде, а якщо у цей день немає вітру, можна очікувати швидкого похолодання.',
  },
  {
    id: 294,
    folk:
      '20 жовтня відзначається день пам\'яті святого Сергія. У народі цей день називали Сергій Зимній або Зазимки, і казали: "Сергій зиму починає". Якщо сніг випаде, коли дерева ще не скинули листя, то він скоро розтане. Якщо земля цього дня снігом вкриється, то до Матрони (22 листопада) зима "на ноги стане".',
  },
  {
    id: 295,
    folk:
      '21 жовтня вшановується пам\'ять преподобного Трифона, архімандрита В\'ятського, і преподобної Пелагеї. У народі цей день називали Ознобиці, і казали: "З Трифона, Пелагеї – холоднішатиме". Здавна день 21 жовтня вважався у народній метеорології днем похолодання. Погодні прикмети радять серйозно подумати про підготовку до зими.',
  },
  {
    id: 296,
    folk:
      'Цього дня вшановується пам\'ять апостола Якова Алфеєва. У народі святого називали Яків Деревопилець, оскільки у цей час йшла активна заготівля дров. 22 жовтня часто йшов сніг: "Після Якова осінь вже заплакала, бо після Якова тепла нема ніякого". Люди у цей вечір слідкували за місяцем: якщо він у колах – наступне літо буде сухим.',
  },
  {
    id: 297,
    folk:
      '23 жовтня відзначається день пам\'яті преподобного Амвросія Оптинського. Цього дня наші пращури спостерігали за місяцем – його роги погоду передбачали: "роги місяця вказують у той бік, звідки чекати вітри". Якщо роги на північ – незабаром зимі бути і сніг ляже насухо; на південь – скорої зими не чекай, буде сльота до Казанської (4 листопада).',
  },
  {
    id: 298,
    folk:
      '24 жовтня вшановується пам\'ять Пилипа, апостола від семидесяти. Якщо цього дня вранці випадав сніг, можна було очікувати студену зиму. Наші пращури казали: "Кичига і вороч (лопать водяного колеса) сперечаються. Селяни на млин молоти зерно возять" - з цього часу починали заготівлю борошна.',
  },
  {
    id: 299,
    folk:
      "Цього дня вшановується пам'ять святих Прова, Тараха і Андроника. У минулі часи наші пращури спостерігали за зірками і за ними ворожили про погоду та врожай. Яскраві зорі обіцяли мороз; тьмяні – відлигу; сильне мерехтіння зірок синіми відтінками – сніг і зміну погоди; а якщо зірки палали – бути вітрам і сухому року.",
  },
  {
    id: 300,
    folk:
      "26 жовтня відзначається день пам'яті святого Карпа. У минулі часи цей день називали лазневий побут. На полиці протопленої лазні настоювали у молоці цілющі трави. Цього дня уважно слухали півня. Якщо півень починав співати раніше дев'яти годин вечора, назавтра очікували дощ.",
  },
  {
    id: 301,
    folk:
      '27 жовтня вшановується пам\'ять преподобної Параскеви Сербської. У народі її називали Грязнухою, і вважалась вона заступницею жінок. Як правило, погода на Параскеву була мінливою: "На Грязнуху не буває сухо". Якщо було сиро і грязно на вулиці, то вважалось, що до справжньої зими залишається 4 тижні.',
  },
  {
    id: 302,
    folk:
      'Цього дня вшановується пам\'ять преподобного Євфимія Нового, Солунського. Наші пращури помітили, з якого числа у жовтні піде сніг, з того числа весна відкриється у квітні. І ще приказували: "Єфимій холодом коріння трав й дерев із землею смикає, всяку комаху в тьмяній траві укриває, сон навіває". «Як зачнеться на Єфимку моква, то аж до морозів».',
  },
  //   {
  //     id: 365,
  //     folk: '',
  //   },
];

export default weatherFolk;
