// folk weather for 365 days). // lang - Ukraine
/*
 *    DONT FORGET 28 ON OF 4 YEARS (364 || 365)
 */

const weatherFolk = [
  {
    id: 1,
    folk:
      'Цього дня вшановується пам’ять святого Боніфатія. Народна прикмета каже: “Який перший день січня, такий буде і перший день літа”. Вважали, якщо перший день у році веселий (щасливий), то і рік буде таким же (і навпаки). На погоду цього дня вказували птахи: якщо синички зранку пищать — на мороз, якщо горобці нагорошилися, варто чекати непогоди. Також у минулі часи помітили, якщо зранку густий іній на деревах, то рік буде врожайним.',
  },
  {
    id: 2,
    folk:
      '2 січня вшановується пам’ять святого Ігнатія Богоносця. Погода цього дня вказує яким буде серпень. Наші пращури помітили: наскільки сильний мороз, настільки буде спекотно влітку. А якщо є іній на деревах, то погода найближчими днями буде ясною. У минулі часи був звичай на Ігнатія навколо дому обносити ікони, захищаючи таким чином дім від зла. У цей день садівники трясуть плодові дерева на хороший урожай.',
  },
  {
    id: 3,
    folk:
      'За астрономічним календарем 3 січня Земля знаходиться в перигелії, тобто вона розташовується на найменшій відстані від Сонця. Наші пращури помітили, який день 3 січня, таким буде і вересень. Червоне сонце на сході віщує заметіль. Якщо цього дня багато снігу, то можна очікувати хороший урожай хліба, а якщо сніг не вкриє землю, то врожай у цьому році буде бідним.',
  },
  {
    id: 4,
    folk:
      '4 січня відзначається день Анастасії Путорозрішниці. До цієї святої звертались у молитвах для легкого протікання вагітності та пологів. Цього дня, з молитвою до святої, жінки вишивали рушник, який мав допомогти благополучно народити. У народі примітили, яким буде день на Анастасію, таким буде і жовтень. Наші пращури спостерігали за хмарами, якщо вони пливли проти вітру, то очікували снігопаду.',
  },
  {
    id: 5,
    folk:
      '5 січня вшановується пам’ять святих Теодула (Федула), Саторника та інших. З цього дня уже розпочиналась активна підготовка до Різдвяних свят: прийнято було прибрати будинок і готувати кутю. Наші пращури за погодою цього дня передбачали погоду листопада. Для цього дня характерна вітряна погода, тому в минулі часи говорили: “Прийшов Федул, вітер подув” — що вказувало на хороший урожай. Сприятливою ознакою для врожаю вважаються ясні дні під час усього Різдвяного посту (28 листопада — 6 січня).',
  },
  {
    id: 6,
    folk:
      "6 січня усі православні народи святкують Святвечір. З цього дня настають Різдвяні морози. Глибоко промерзла земля передбачає родючість. За погодою цього дня визначали погоду грудня. Якщо тепло — весна буде холодною; заметіль — на врожай пшениці. У народі говорили: “Якщо на Кутю небо зоряне — багатий приплід скотини і багато ягід буде”. Якщо на святвечір буде снігопад, чекайте процвітання господарства у новому році, а якщо мороз — у сім'ї буде злагода і любов.",
  },
  {
    id: 7,
    folk:
      '7 січня відзначається Різдво — одне з головних християнських свят. З давніх часів це день примирення, добра, миролюбності, прославлення Христа. Наші пращури помітили, якщо цього дня тепло — весна буде холодною. Якщо ж у день Різдва холодно і хурделиця, буде холодно і літом. Густий іній прогнозує літом достаток хліба і малини. Незважаючи на урочистість цього свята, світлий, ясний день вказував на неврожай. А багато зірок на небі — на врожай грибів, ягід та гороху.',
  },
  {
    id: 8,
    folk:
      '8 січня відзначається Собор Пресвятої Богородиці. У народі цей день називали Бабині каші. За кашею і погоду передбачали на найближчий час: якщо каша в печі рум’яниться — на сніг. Якщо до цього часу земля ще добре не промерзла, то літом соку не дасть, тобто врожай буде не дуже хорошим. Спостерігали цього дня за сонцем і за птахами: якщо біля сонця з’являлась світла смуга — на сніг. Якщо синиця зранку пищить — бути морозу вночі, а якщо галки і ворони влаштували безперервний ґвалт — варто чекати снігопад і заметілі.',
  },
  {
    id: 9,
    folk:
      '9 січня вшановується пам’ять святого апостола Стефана, який проповідував, підкріплюючи істинність своїх слів знаменнями і чудесами. Зазвичай цей день був морозним: «Прийшов Стефан – на ньому червоний жупан». Наші пращури помітили, якщо 9 січня сніг сипле з неба великими пластівцями, то найближчим часом варто очікувати негоди і відлиги.',
  },
  {
    id: 10,
    folk:
      'Цього дня вшановується пам’ять святих з Нікомидії. Наші пращури помітили, що погода цього дня вказує на погоду в липні. Якщо 10 січня буде снігопад і заметіль, то липень заливатимуть інтенсивні дощі. Якщо цього дня скирти хліба вкривав іній, це був знак того, що майбутнє літо явно буде дощовим.',
  },
  {
    id: 11,
    folk:
      '11 січня Церква вшановує пам’ять 14 тисяч Віфлеємських немовлят. У давнину цього дня було прийнято в сутінках відпочивати на печі та лежанці, розповідати дітям казки і загадувати загадки. Молодь проводила час на посиденьках. Наші пращури цього дня слідкували за вітром і хмарами: якщо вітер дув з півночі, а небо при цьому було безхмарним, то слід очікувати морозу.',
  },
  {
    id: 12,
    folk:
      '12 січня вшановується пам’ять святої Анисії. У народі цей день називався “Онисі зимові”, або “Онисі Шлунківниці”. У давнину цього дня варили свинячі шлунки і різали гусей. За нутрощами тварин передвіщали погоду на зиму. Якщо селезінка була рівною і гладкою, то очікували зими сурової. Товста печінка усередині означала, що холоднеча розпочнеться з половини зими, а широка сторона печінки до живота обіцяла морози. У народі говорили: “До дня Онисі холод над землею повис”.',
  },
  {
    id: 13,
    folk:
      '13 січня відзначається день пам’яті преподобної Меланії Римлянки. У народі називають цей день “Щедрий вечір”. Погода кожного наступного дня відповідала погоді кожного з дванадцяти місяців. Якщо вночі був південний вітер, то рік очікували спекотний і урожайний. Західний вітер передвіщав хороші надої та достаток риби, а східний — рясний урожай фруктів. Якщо помічали на вікнах лід, то розраховували на достаток меду. З цього часу день збільшується на годину.',
  },
  {
    id: 14,
    folk:
      '14 січня вшановується пам’ять святителя Василія Великого, архієпископа Кесарії Каппадокійської. Якщо на Василя зранку туман, то буде хороший урожай літом і восени. Якщо буде багато зірок на небі — до ягідного літа. У минулі часи говорили: “Якщо Василевий день у році веселий, то і рік такий”, “Новий рік — до весни недалік”. Якщо на Василя тепло і сніг — літо буде теплим і дощовим.',
  },
  {
    id: 15,
    folk:
      '15 січня вшановується пам’ять святителя Сильвестра Римського, преподобного Сильвестра Печерського і Серафима Саровського. У минулі часи цього дня було Куряче свято. 15 січня чистили курятники і окурювали їх смолою з оманом. Сині вечірні хмари цього дня передвіщали зміну погоди. Спостерігали також за місяцем: якщо його роги гострі та яскраві, слід чекати вітру. У народі говорили: “Січень гонить хурделицю за сім верст” – цей місяць хоча і холодний, але відносно спокійний.',
  },
  {
    id: 16,
    folk:
      'Цього дня вшановується пам’ять святого пророка Малахія. За народним повір’ям, лише 16 січня можна напоумити людину, яка страждає від меланхолії. І якщо зараз меланхолічність вважається рисою характеру, то у минулі часи це вважалось душевною хворобою. Якщо цього дня на небі з’являлася біла велика хмара, це передвіщало хурделицю і заметіль. Погода на Малахія вказує, якою буде погода у березні.',
  },
  {
    id: 17,
    folk:
      '17 січня вшановується пам’ять преподобного Теоктиста, Зосими Пустельника, який жив у IV ст. У народі Зосима вважається покровителем бджіл. Про бджіл говорить і прикмета цього дня: якщо “сніг на деревах гілки гне — літом бджоли роїтися будуть”. А якщо на небі немає хмар при сильному морозі, то морозна погода буде стояти і надалі та не скоро відступить.',
  },
  {
    id: 18,
    folk:
      '18 січня відзначається Водохресний святвечір, переддень Богоявлення. Цього дня дотримуються суворого посту, тому переддень Богоявлення називають ще Голодною кутею. Якщо цього дня заметіль, сніг і поземка — бути хорошому врожаю. Якщо зоряна ніч на Водохрещу — буде врожай ягід, гороху і хліба. Сильні південні вітри 18 січня передвіщають грозове літо, а заметіль на Водохрещу приносить заметіль на Масницю. Повний місяць цього дня обіцяє великий розлив річок навесні.',
  },
  {
    id: 19,
    folk:
      '19 січня відзначається свято Хрещення Господнього або Богоявлення. За погодою цього дня прогнозували погоду на літо. Якщо холодна, ясна погода — літо засушливим буде. Похмура і сніжна — на рясний урожай. У давнину говорили: “День теплий — хліб темний (густий)”, отже, варто було очікувати хорошого врожаю хлібів. Також на хороший врожай вказували сині хмари та сніг пластівцями.',
  },
  {
    id: 20,
    folk:
      '20 січня відзначається Собор Предтечі та Хрестителя Господнього Іоанна. Цей день є кінцем святок: “Іван Хреститель свята відвів”. Якщо цього дня стояла ясна і холодна погода, то літо очікувалось засушливе, а похмура і сніжна — натякала на рясний урожай. До 20-го січня закінчувались Богоявленські морози, і хоча попереду ще була майже половина зими, люди вже жили в очікуванні тепла: “Тріщи, мороз, не тріщи — минули Водохрещі: дуй, хурделиця, не дуй — на Великдень пішло”.',
  },
  {
    id: 21,
    folk:
      '21 січня вшановується пам’ять Еміліяна, сповідника. Раніше заметілі і бурани цього дня були звичним явищем, про що говорить і прислів’я: “Ємельян, накрути буран”. Слідкували цього дня в основному за вітром: якщо на Еміліяна дує з півдня — літо буде грозовим, а якщо день видасться ясним, то слід чекати засушливого літа.',
  },
  // {
  //   id: 2,
  //   folk: '',
  // },

  //   --------------------------------------------------
  {
    id: 293,
    folk:
      'Цього дня вшановується пам’ять апостола Хоми. Починаються холодні вітри: "Одягай теплу сукню з дня Хоми". До цього дня виявлялись надлишки хлібних припасів: "Хома – велика крома (сума); тобто достаток хліба і запасів". Якщо на Хому випаде сухий перший сніг, літо хорошим буде, а якщо у цей день немає вітру, можна очікувати швидкого похолодання.',
  },
  {
    id: 294,
    folk:
      '20 жовтня відзначається день пам’яті святого Сергія. У народі цей день називали Сергій Зимній або Зазимки, і казали: "Сергій зиму починає". Якщо сніг випаде, коли дерева ще не скинули листя, то він скоро розтане. Якщо земля цього дня снігом вкриється, то до Матрони (22 листопада) зима "на ноги стане".',
  },
  {
    id: 295,
    folk:
      '21 жовтня вшановується пам’ять преподобного Трифона, архімандрита В’ятського, і преподобної Пелагеї. У народі цей день називали Ознобиці, і казали: "З Трифона, Пелагеї – холоднішатиме". Здавна день 21 жовтня вважався у народній метеорології днем похолодання. Погодні прикмети радять серйозно подумати про підготовку до зими.',
  },
  {
    id: 296,
    folk:
      'Цього дня вшановується пам’ять апостола Якова Алфеєва. У народі святого називали Яків Деревопилець, оскільки у цей час йшла активна заготівля дров. 22 жовтня часто йшов сніг: "Після Якова осінь вже заплакала, бо після Якова тепла нема ніякого". Люди у цей вечір слідкували за місяцем: якщо він у колах – наступне літо буде сухим.',
  },
  {
    id: 297,
    folk:
      '23 жовтня відзначається день пам’яті преподобного Амвросія Оптинського. Цього дня наші пращури спостерігали за місяцем – його роги погоду передбачали: "роги місяця вказують у той бік, звідки чекати вітри". Якщо роги на північ – незабаром зимі бути і сніг ляже насухо; на південь – скорої зими не чекай, буде сльота до Казанської (4 листопада).',
  },
  {
    id: 298,
    folk:
      '24 жовтня вшановується пам’ять Пилипа, апостола від семидесяти. Якщо цього дня вранці випадав сніг, можна було очікувати студену зиму. Наші пращури казали: "Кичига і вороч (лопать водяного колеса) сперечаються. Селяни на млин молоти зерно возять" - з цього часу починали заготівлю борошна.',
  },
  {
    id: 299,
    folk:
      "Цього дня вшановується пам'ять святих Прова, Тараха і Андроника. У минулі часи наші пращури спостерігали за зірками і за ними ворожили про погоду та врожай. Яскраві зорі обіцяли мороз; тьмяні – відлигу; сильне мерехтіння зірок синіми відтінками – сніг і зміну погоди; а якщо зірки палали – бути вітрам і сухому року.",
  },
  {
    id: 300,
    folk:
      "26 жовтня відзначається день пам'яті святого Карпа. У минулі часи цей день називали лазневий побут. На полиці протопленої лазні настоювали у молоці цілющі трави. Цього дня уважно слухали півня. Якщо півень починав співати раніше дев'яти годин вечора, назавтра очікували дощ.",
  },
  {
    id: 301,
    folk:
      '27 жовтня вшановується пам’ять преподобної Параскеви Сербської. У народі її називали Грязнухою, і вважалась вона заступницею жінок. Як правило, погода на Параскеву була мінливою: "На Грязнуху не буває сухо". Якщо було сиро і грязно на вулиці, то вважалось, що до справжньої зими залишається 4 тижні.',
  },
  {
    id: 302,
    folk:
      'Цього дня вшановується пам’ять преподобного Євфимія Нового, Солунського. Наші пращури помітили, з якого числа у жовтні піде сніг, з того числа весна відкриється у квітні. І ще приказували: "Єфимій холодом коріння трав й дерев із землею смикає, всяку комаху в тьмяній траві укриває, сон навіває". «Як зачнеться на Єфимку моква, то аж до морозів».',
  },
  //   {
  //     id: 365,
  //     folk: '',
  //   },
];

export default weatherFolk;
