const hymnUa = [
  `    Ще не вмерла України ні слава, ні воля,
Ще нам, браття-українці, усміхнеться доля.
Згинуть наші вороженьки, як роса на сонці,
Запануємо ми, браття, у своїй сторонці.

Приспів:
Душу, тіло ми положим за нашу свободу
І покажем, що ми, браття, козацького роду.

Станем, браття, в бій кривавий від Сяну до Дону,
В ріднім краї панувати не дамо нікому.
Чорне море ще всміхнеться, дід Дніпро зрадіє.
Ще у нашій Україні доленька наспіє.

Приспів

А завзяття, праця щира ще свого докаже,
Ще ся волі в Україні піснь гучна розляже,
За Карпати відіб’ється, згомонить степами,
України слава стане поміж народами.

Приспів`,
];

export default hymnUa;
